Repository: bucanero/apollo-ps4
Catalog: assets/misc/lang_*.po
Languages: de, el, es, fr, hu, it, ja, pt

source: Export Keystone
de: Keystone exportieren
el: Εξαγωγή Keystone
es: Exportar Keystone
fr: Exporter Keystone
hu: Keystone exportálás
it: Esporta Keystone
ja: キーストーンをエクスポート
pt: Exportar Chave Mestra

source: Import Keystone
de: Keystone importieren
el: Εισαγωγή Keystone
es: Importar Keystone
fr: Importer le Keystone
hu: Keystone importálás
it: Importa Keystone
ja: キーストーンをインポート
pt: Importar Chave Mestra

source: Show Keystone Fingerprint
de: Keystone-Fingerabdruck anzeigen
el: Εμφάνιση αποτυπώματος Keystone
es: Ver Fingerprint del Keystone
fr: Afficher l'empreinte Keystone
hu: Keystone ujjlenyomat megtekintése
it: Mostra impronta digitale Keystone
ja: キーストーン指紋を表示
pt: Mostrar Impressão Digital da Chave Mestra

source: Encrypted save requires firmware
de: Verschlüsselter Spielstand erfordert Firmware
el: Τα κρυπτογραφημένα Αποθ.Δεδομένα απαιτούν λογισμικό
es: Partida encriptada requiere firmware
fr: La sauvegarde chiffrée nécessite un firmware
hu: A titkosított mentéshez firmware szükséges
it: Il salvataggio crittografato richiede il firmware
ja: 暗号化されたセーブデータにはファームウェアが必要です
pt: Dado salvo criptografado requer firmware

source: Error Mounting Save!
de: Fehler beim Einbinden des Spielstands!
el: Σφάλμα προσάρτησης Αποθ.Δεδομένων
es: Error montando partida!
fr: Erreur lors du montage de la Sauvegarde!
hu: Hiba a mentés felcsatolásakor!
it: Errore nel montaggio del salvataggio!
ja: セーブファイルのマウントに失敗しました!
pt: Erro ao montar dado salvo!

source: Cheats
el: Κωδικοί Cheat
es: Trucos
fr: Tricheries
hu: Csalások
it: Cheat
ja: チート
pt: Trapaças

source: View Raw Patch File
de: Rohe Patch-Datei anzeigen
el: Εμφάνιση πηγαίου αρχείου διορθώσεων
es: Ver Archivo de Parche en Bruto
fr: Afficher le fichier de correctif brut
hu: Nyers patchfájl megtekintése
it: Visualizza file patch grezzo
ja: Rawのパッチファイルを表示
pt: Visualizar Arquivo de Patch Bruto

source: Error Mounting Trophy Set!
de: Fehler beim Einbinden der Trophäensammlung!
el: Σφάλμα προσάρτησης Σετ Τροπαίων!
es: Error montando Set de Trofeos!
fr: Erreur en Montant les Trophées!
hu: Hiba a trófeakészlet felcsatolásakor!
it: Errore nel montaggio del set trofei!
ja: トロフィーセットのマウントに失敗しました!
pt: Erro ao montar conjunto de troféus!

source: Apply Changes to Trophy Set
de: Änderungen auf Trophäensammlung anwenden
el: Εφαρμογή αλλαγών στο Σετ Τροπαίων
es: Aplicar Cambios al Set de Trofeos
fr: Appliquer les modifications à l'ensemble de Trophées
hu: Változtatások alkalmazása a trófeakészletre
it: Applica modifiche al set trofei
ja: トロフィーセットに変更を適用する
pt: Aplicar Alterações ao Conjunto de Troféus

source: View Trophy Set Details
de: Trophäensammlungs-Details anzeigen
el: Εμφάνιση πληροφοριών Σετ Τροπαίων
es: Ver Detalles de Set de Trofeos
fr: Voir les détails du set de Trophées
hu: A trófeakészlet részleteinek megtekintése
it: Visualizza dettagli set trofei
ja: トロフィーセットの詳細を表示
pt: Visualizar Detalhes do Conjunto de Troféus

source: Delete Trophy Set
de: Trophäensammlung löschen
el: Διαγραφή Σετ Τροπαίων
es: Borrar Set de Trofeos
fr: Supprimer le Trophée
hu: Trófeakészlet törlése
it: Elimina set trofei
ja: トロフィーセットを削除
pt: Excluir Conjunto de Troféus

source: Backup Trophy files to USB
de: Trophäen-Dateien auf USB sichern
el: Αντίγραφο αρχείων Τροπαίων στο USB
es: Respaldar archivos de Trofeos a USB
fr: Sauvegarder les fichiers de trophées sur USB.
hu: Trófeafájlok biztonsági mentése USB-re
it: Backup file trofei su USB
ja: トロフィーファイルをUSBにバックアップする
pt: Backup dos Arquivos de Troféu para USB

source: Copy Trophy to USB
de: Trophäe auf USB kopieren
el: Αντιγραφή Τροπαίου στο USB
es: Copiar Trofeo a USB
fr: Copier le Trophée sur USB
hu: Trófea mentése USB-re
it: Copia trofeo su USB
ja: トロフィーをUSBにコピー
pt: Copiar Troféu para USB

source: Export Trophy files to Zip
de: Trophäen-Dateien als Zip exportieren
el: Εξαγωγή αρχείων Τροπαίων σε zip
es: Exportar archivos de Trofeos a Zip
fr: Exporter les fichiers de trophées au format Zip
hu: Trófea fájlok exportálása Zip-be
it: Esporta file trofei in Zip
ja: トロフィーファイルをZipにエクスポート
pt: Exportar Arquivos de Troféu para Zip

source: Save .Zip to USB
de: .Zip auf USB speichern
el: Αποθήκευση zip στο USB
es: Guardar .Zip en USB
fr: Enregistrer le fichier .Zip sur USB
hu: Zip fájl mentése USB-re
it: Salva .Zip su USB
ja: .ZipをUSBに保存
pt: Salvar .Zip no USB

source: Save .Zip to HDD
de: .Zip auf HDD speichern
el: Αποθήκευση zip στο Σκληρό Δίσκο
es: Guardar .Zip en HDD
fr: Enregistrer le fichier .Zip sur HDD
hu: Zip fájl mentése HDD-re
it: Salva .Zip su HDD
ja: .ZipをHDDに保存
pt: Salvar .Zip no HDD

source: Export decrypted trophy files
de: Entschlüsselte Trophäen-Dateien exportieren
el: Εξαγωγή αποκρυπτογραφημένων αρχείων Τροπαίων
es: Exportar archivos de trofeos desencriptados
fr: Exporter les fichiers de trophées décryptés
hu: Dekódolt trófeafájlok exportálása
it: Esporta file trofei decrittografati
ja: 復号化されたトロフィーファイルをエクスポートする
pt: Exportar arquivos de troféu descriptografados

source: Import decrypted trophy files
de: Entschlüsselte Trophäen-Dateien importieren
el: Εισαγωγή αποκρυπτογραφημένων αρχείων Τροπαίων
es: Importar archivos de trofeos desencriptados
fr: Importer les fichiers de trophées décryptés
hu: Dekódolt trófeafájlok importálása
it: Importa file trofei decrittografati
ja: 復号化されたトロフィーファイルをインポートする
pt: Importar arquivos de troféu descriptografados

source: Save Game Backup
de: Spielstand-Backup
el: Αντίγραφο Ασφαλέιας Αποθ.Δεδομένων
es: Copia de Seguridad de Partida
fr: Backup de la Sauvegarde
hu: Játékmentések biztonsági mentése
it: Backup salvataggio
ja: セーブデータバックアップ
pt: Backup do Jogo Salvo

source: Export save game to .MCS format
de: Spielstand im .MCS-Format exportieren
el: Εξαγωγή Αποθ.Δεδομένων σε αρχείο .MCS
es: Exportar partida guardada a formato .MCS
fr: Exportation Sauvegarde au format .MCS
hu: Játékmentés exportálása .MCS formátumba
it: Esporta salvataggio in formato .MCS
ja: セーブデータを.MCS形式でエクスポート
pt: Exportar jogo salvo para o formato .MCS

source: Copy .MCS Save to USB
de: .MCS-Spielstand auf USB kopieren
el: Αντιγραφή αρχείου Αποθ.Δεδομένων .MCS στο USB
es: Copiar Partida .MCS a USB
fr: Copier Sauvegarde .MCS sur USB
hu: MCS mentés másolása USB-re
it: Copia salvataggio .MCS su USB
ja: .MCSをコピーUSBに保存
pt: Copiar Jogo Salvo .MCS para USB

source: Copy .MCS Save to HDD
de: .MCS-Spielstand auf HDD kopieren
el: Αντιγραφή αρχείου Αποθ.Δεδομένων .MCS στο Σκληρό Δίσκο
es: Copiar Partida .MCS a HDD
fr: Copier le fichier .MCS sur le Disque Dur
hu: MCS mentés másolása HDD-re
it: Copia salvataggio .MCS su HDD
ja: .MCSをコピーしてHDDに保存
pt: Copiar Jogo Salvo .MCS para HDD

source: Export save game to .PSV format
de: Spielstand im .PSV-Format exportieren
el: Εξαγωγή Αποθ.Δεδομένων σε αρχείο .PSV
es: Exportar partida guardada a formato .PSV
fr: Exporter la Sauvegarde au format .PSV
hu: Játékmentés exportálása .PSV formátumba
it: Esporta salvataggio in formato .PSV
ja: セーブデータを.PSV形式でエクスポート
pt: Exportar jogo salvo para o formato .PSV

source: Copy .PSV Save to USB
de: .PSV-Spielstand auf USB kopieren
el: Αντιγραφή Αποθ.Δεδομένων .PSV στο USB
es: Copiar Partida .PSV a USB
fr: Copier la Sauvegarde .PSV sur USB
hu: PSV mentés másolása USB-re
it: Copia salvataggio .PSV su USB
ja: .PSVファイルをコピーしてUSBに保存
pt: Copiar Jogo Salvo .PSV para USB

source: Copy .PSV Save to HDD
de: .PSV-Spielstand auf HDD kopieren
el: Αντιγραφή Αποθ.Δεδομένων .PSV στο Σκληρό Δίσκο
es: Copiar Partida .PSV a HDD
fr: Copier la Sauvegarde .PSV sur le Disque Dur
hu: PSV mentés másolása HDD-re
it: Copia salvataggio .PSV su HDD
ja: .PSVファイルをコピーしてHDDに保存
pt: Copiar Jogo Salvo .PSV para HDD

source: Export save game to .PSX format
de: Spielstand im .PSX-Format exportieren
el: Εξαγωγή Αποθ.Δεδομένων σε αρχείο .PSX
es: Exportar partida guardada a formato .PSX
fr: Exporter la sauvegarde au format .PSX
hu: Játékmentés exportálása .PSX formátumba
it: Esporta salvataggio in formato .PSX
ja: セーブデータを.PSX形式でエクスポート
pt: Exportar jogo salvo para o formato .PSX

source: Copy .PSX Save to USB
de: .PSX-Spielstand auf USB kopieren
el: Αντιγραφή Αποθ.Δεδομένων .PSX στο USB
es: Copiar Partida .PSX a USB
fr: Copier la sauvegarde .PSX sur USB
hu: PSX mentés másolása USB-re
it: Copia salvataggio .PSX su USB
ja: .PSXをコピーしてUSBに保存
pt: Copiar Jogo Salvo .PSX para USB

source: Copy .PSX Save to HDD
de: .PSX-Spielstand auf HDD kopieren
el: Αντιγραφή Αποθ.Δεδομένων .PSX στο Σκληρό Δίσκο
es: Copiar Partida .PSX a HDD
fr: Copier la sauvegarde .PSX sur le Disque Dur
hu: PSX mentés másolása HDD-re
it: Copia salvataggio .PSX su HDD
ja: .PSXをコピーしてHDDに保存
pt: Copiar Jogo Salvo .PSX para HDD

source: Export save game to .PSU format
de: Spielstand im .PSU-Format exportieren
el: Εξαγωγή Αποθ.Δεδομένων σε αρχείο .PSU
es: Exportar partida guardada a formato .PSU
fr: Exporter la sauvegarde au format .PSU
hu: Játékmentés exportálása .PSU formátumba
it: Esporta salvataggio in formato .PSU
ja: セーブデータを.PSU形式でエクスポート
pt: Exportar jogo salvo para o formato .PSU

source: Export .PSU save to USB
de: .PSU-Spielstand auf USB exportieren
el: Εξαγωγή Αποθ.Δεδομένων .PSU στο USB
es: Exportar partida .PSU a USB
fr: Exporter la sauvegarde .PSU vers USB
hu: PSU mentés másolása USB-re
it: Esporta salvataggio .PSU su USB
ja: .PSUセーブデータをUSBにエクスポート
pt: Exportar jogo salvo .PSU para USB

source: Export .PSU save to HDD
de: .PSU-Spielstand auf HDD exportieren
el: Εξαγωγή Αποθ.Δεδομένων .PSU στο Σκληρό Δίσκο
es: Exportar partida .PSU a HDD
fr: Exporter la sauvegarde .PSU vers le Disque Dur
hu: PSU mentés másolása HDD-re
it: Esporta salvataggio .PSU su HDD
ja: .PSUセーブデータをHDDにエクスポート
pt: Exportar jogo salvo .PSU para HDD

source: Export .PSV save to USB
de: .PSV-Spielstand auf USB exportieren
el: Εξαγωγή Αποθ.Δεδομένων .PSV στο USB
es: Exportar partida .PSV a USB
fr: Exporter la sauvegarde .PSV vers USB
hu: PSV mentés exportálása USB-re
it: Esporta salvataggio .PSV su USB
ja: .PSV保存データをUSBにエクスポート
pt: Exportar jogo salvo .PSV para USB

source: Export .PSV save to HDD
de: .PSV-Spielstand auf HDD exportieren
el: Εξαγωγή Αποθ.Δεδομένων .PSV στο Σκληρό Δίσκο
es: Exportar partida .PSV a HDD
fr: Exporter la sauvegarde .PSV sur le disque dur
hu: PSV mentés exportálása HDD-re
it: Esporta salvataggio .PSV su HDD
ja: .PSV保存データをHDDにエクスポート
pt: Exportar jogo salvo .PSV para HDD

source: Download to USB
de: Auf USB herunterladen
el: Κατέβασμα στο USB
es: Descargar a USB
fr: Télécharger vers USB
hu: Letöltés USB-re
it: Scarica su USB
ja: USBにダウンロード
pt: Baixar para USB

source: Download to HDD
de: Auf HDD herunterladen
el: Κατέβασμα στο Σκληρό Δίσκο
es: Descargar a HDD
fr: Télécharger sur le Disque Dur
hu: Letöltés HDD-re
it: Scarica su HDD
ja: HDDにダウンロード
pt: Baixar para HDD

source: Extract Archives (RAR, Zip, 7z)
de: Archive extrahieren (RAR, Zip, 7z)
el: Αποσυμπίεση αρχείων (RAR, Zip, 7z)
es: Extraer Archivos (RAR, Zip, 7z)
fr: Extraire les archives (RAR, Zip, 7z)
hu: Archívumok kicsomagolása (RAR, Zip, 7z)
it: Estrai archivi (RAR, Zip, 7z)
ja: アーカイブを解凍する(RAR、Zip、7z)
pt: Extrair Arquivos (RAR, Zip, 7z)

source: Activate PS4 Accounts
de: PS4-Konten aktivieren
el: Ενεργοποίηση λογαριασμών PS4
es: Activar Cuentas PS4
fr: Activer le compte PS4
hu: PS4 fiók aktiválása
it: Attiva account PS4
ja: PS4アカウントを有効化する
pt: Ativar Contas PS4

source: App.db Database Management
de: App.db-Datenbankverwaltung
el: Διαχείριση Βάσης Δεδομένων App.db
es: Gestión de Base de Datos App.db
fr: App.db Gestion de bases de données
hu: App.db adatbáziskezelés
it: Gestione database App.db
ja: App.db データベース管理
pt: Gerenciamento do Banco de Dados App.db

source: Network Tools (Downloader, Web Server)
de: Netzwerk-Tools (Downloader, Webserver)
el: Εργαλεία Δικτύου (Downloader, Web Server)
es: Herramientas de Red (Descargador, Servidor Web)
fr: Outils réseau (Téléchargeur, serveur Web)
hu: Hálózati segédeszközök (Letöltő, Webszerver)
it: Strumenti di rete (Downloader, Server Web)
ja: ネットワークツール(ダウンローダー、Webサーバー)
pt: Ferramentas de Rede (Downloader, Servidor Web)

source: Show Parental Security Passcode
de: Kindersicherungs-Passcode anzeigen
el: Εμφάνιση κωδικού Γονικού Ελέγχου
es: Ver Código de Seguridad Parental
fr: Afficher le code de contrôle parental
hu: Szülői biztonsági jelszó megjelenítése
it: Mostra codice di sicurezza genitori
ja: 保護者のセキュリティパスコードを表示する
pt: Mostrar Código de Segurança Parental

source: URL link Downloader (http, https, ftp, ftps)
es: Descargador de enlaces URL (http, https, ftp, ftps)
fr: Téléchargeur de lien URL (http, https, ftp, ftps)
hu: URL link letöltő (http, https, ftp, ftps)
it: Downloader link URL (http, https, ftp, ftps)
ja: URLリンクダウンローダー(http、https、ftp、ftps)
pt: Downloader de Link URL (http, https, ftp, ftps)

source: Local Web Server (full system access)
de: Lokaler Webserver (voller Systemzugriff)
el: Τοπικός Web Server (Πλήρης πρόσβαση στο σύστημα)
es: Servidor Web Local (acceso completo al sistema)
fr: Serveur Web local (accès complet au système)
hu: Helyi webszerver (teljes rendszerhozzáféréssel)
it: Server Web locale (accesso completo al sistema)
ja: ローカルWebサーバー(フルシステムアクセス)
pt: Servidor Web Local (acesso total ao sistema)

source: Toggle Web Browser history
de: Webbrowser-Verlauf umschalten
el: Απ/Εν-εργοποίηση Ιστορικού Web Browser
es: Cambiar historial del Navegador
fr: Afficher/Masquer l'historique du navigateur Web
hu: Webböngésző előzményeinek megjelenítése/elrejtése
it: Commuta cronologia browser web
ja: ウェブブラウザの履歴を切り替える
pt: Alternar Histórico do Navegador Web

source: Rebuild App.db Database (Restore missing XMB items)
de: App.db-Datenbank neu aufbauen (Fehlende XMB-Elemente wiederherstellen)
el: Ανακατασκευή Βάσης Δεδομένων App.db (Ανάκτηση χαμένων αντικειμένων XMB)
es: Reconstrucción de Base de datos App.db (restaura contenido del XMB)
fr: Reconstruire la base de données App.db (Restaurer les éléments XMB manquants)
hu: Az App.db újjáépítése (hiányzó XMB elemek visszaállítása)
it: Ricopri database App.db (Ripristina elementi XMB mancanti)
ja: App.db データベースの再構築(欠落しているXMBアイテムの復元)
pt: Reconstruir Banco de Dados App.db (Restaurar itens XMB ausentes)

source: Rebuild DLC Database (addcont.db)
de: DLC-Datenbank neu aufbauen (addcont.db)
el: Ανακατασκευή Βάσης Δεδομένων DLC (addcont.db)
es: Reconstrucción de Base de datos DLC (addcont.db)
fr: Reconstruire la base de données DLC (addcont.db)
hu: DLC adatbázis újjáépítése (addcont.db)
it: Ricopri database DLC (addcont.db)
ja: DLCデータベースの再構築 (addcont.db)
pt: Reconstruir Banco de Dados de DLC (addcont.db)

source: Backup System Database Folder
de: Systemdatenbank-Ordner sichern
el: Αντίγραφο Ασφαλείας Βάσης Δεδομένων Συστήματος
es: Copia de Seguridad de carpeta de Base de datos
fr: Sauvegarder dossier de base de données du système
hu: Biztonsági mentőrendszer adatbázis mappa
it: Backup cartella database di sistema
ja: システムデータベースフォルダをバックアップ
pt: Backup da Pasta do Banco de Dados do Sistema

source: Restore System Database Backup
de: Systemdatenbank-Backup wiederherstellen
el: Επαναφορά Αντ.Ασφαλείας Βάσης Δεδομένων Συστήματος
es: Restaurar Respaldo de Base de datos
fr: Restauration de la sauvegarde de la base de données système
hu: Rendszeradatbázis biztonsági másolatának visszaállítása
it: Ripristina backup database di sistema
ja: システムデータベースのバックアップを復元する
pt: Restaurar Backup do Banco de Dados do Sistema

source: Activate Offline Account
de: Offline-Konto aktivieren
el: Ενεργοποίηση Offline Λογαριασμού
es: Activar Cuenta Offline
fr: Activer le Compte Hors-ligne
hu: Offline fiók aktiválása
it: Attiva account offline
ja: オフラインアカウントを有効にする
pt: Ativar Conta Offline

source: Extract
de: Extrahieren
el: Εξαγωγή
es: Extraer
fr: Extraire
hu: Kicsomagolás
it: Estrai
ja: 抽出
pt: Extrair

source: Bulk Save Management
de: Massenverwaltung von Spielständen
el: Ομαδική Διαχείριση Αποθ.Δεδομένων
es: Gestión Masiva de Partidas
fr: Gestion des Sauvegardes en masse
hu: Tömeges mentéskezelés
it: Gestione salvataggi in blocco
ja: 一括保存管理
pt: Gerenciamento de Salvamentos em Massa

source: Resign selected Saves
de: Ausgewählte Spielstände neu signieren
el: Υπογραφή Επιλεγμένων Αποθ.Δεδομένων
es: Resignar Partidas Seleccionadas
fr: Ressigner les sauvegardes sélectionnées
hu: Kiválasztott mentések ismételt aláírása
it: Riassegna salvataggi selezionati
ja: 選択したセーブデータを再署名する
pt: Re-assinar Dados Salvos selecionados

source: Resign all decrypted Saves
de: Alle entschlüsselten Spielstände neu signieren
el: Υπογραφή όλων των Αποθ.Δεδομένων
es: Resignar todas las Partidas desencriptadas
fr: Ressigner toutes les sauvegardes déchiffrées
hu: Összes dekódolt mentés ismételt aláírása
it: Riassegna tutti i salvataggi decrittografati
ja: 復号化されたセーブデータをすべて再署名する
pt: Re-assinar todos os Dados Salvos descriptografados

source: Copy selected Saves to HDD
de: Ausgewählte Spielstände auf HDD kopieren
el: Αντιγραφή Επιλεγμένων Αποθ.Δεδομένων
es: Copiar Partidas Seleccionadas a HDD
fr: Copier les Sauvegardes Sélectionnées sur le disque dur
hu: Kijelölt mentések másolása a HDD-re
it: Copia salvataggi selezionati su HDD
ja: 選択したセーブデータをHDDにコピー
pt: Copiar Jogos Salvos selecionados para HDD

source: Copy all Saves to HDD
de: Alle Spielstände auf HDD kopieren
el: Αντιγραφή όλων των Αποθ.Δεδομένων
es: Copiar Todas las Partidas a HDD
fr: Copier toutes les Sauvegardes sur le disque dur
hu: Összes mentés másolása a HDD-re
it: Copia tutti i salvataggi su HDD
ja: すべてのセーブデータをHDDにコピー
pt: Copiar todos os Jogos Salvos para HDD

source: Start local Web Server
de: Lokalen Webserver starten
el: Έναρξη τοπικού Web Server
es: Iniciar Servidor Web Local
fr: Démarrer le serveur Web local
hu: Helyi webszerver indítása
it: Avvia server web locale
ja: ローカルWebサーバーを起動する
pt: Iniciar Servidor Web Local

source: Dump all decrypted Save Fingerprints
de: Alle entschlüsselten Spielstand-Fingerabdrücke extrahieren
el: Εξαγωγή όλων των αποκρυπτογραφημένων αποτυπωμάτων Αποθ.Δεδομένων
es: Volcar todos los Fingerprint de Partidas desencriptadas
fr: Dumper Toutes les empreintes Fingerprints
hu: Összes dekódolt mentési ujjlenyomat kibontása
it: Dump tutte le impronte digitali salvataggi decrittografati
ja: 復号済みのセーブデータの指紋をすべてダンプする
pt: Despejar todas as Impressões Digitais de Salvamentos Descriptografados

source: Copy selected Saves to USB
de: Ausgewählte Spielstände auf USB kopieren
el: Αντιγραφή Επιλεγμένων Αποθ.Δεδομένων στο USB
es: Copiar Partidas Seleccionadas a USB
fr: Copier les Sauvegardes Sélectionnées sur USB
hu: A kijelölt mentések másolása USB-re
it: Copia salvataggi selezionati su USB
ja: 選択したセーブデータをUSBにコピー
pt: Copiar Jogos Salvos selecionados para USB

source: Copy Saves to USB
de: Spielstände auf USB kopieren
el: Αντιγραφή Αποθ.Δεδομένων στο Σκληρό Δίσκο
es: Copiar Partidas a USB
fr: Copier les Sauvegardes sur USB
hu: Mentések másolása USB-re
it: Copia salvataggi su USB
ja: USBにセーブデータをコピー
pt: Copiar Jogos Salvos para USB

source: Copy all Saves to USB
de: Alle Spielstände auf USB kopieren
el: Αντιγραφή όλων των Αποθ.Δεδομένων στο Σκληρό Δίσκο
es: Copiar Todas las Partidas a USB
fr: Copier toutes les Sauvegardes sur USB
hu: Összes mentés másolása USB-re
it: Copia tutti i salvataggi su USB
ja: すべてのセーブデータをUSBにコピー
pt: Copiar todos os Jogos Salvos para USB

source: Dump all Save Fingerprints
de: Alle Spielstand-Fingerabdrücke extrahieren
el: Εξαγωγή όλων των αποτυπωμάτων Αποθ.Δεδομένων
es: Volcar todos los Fingerprint de Partidas
fr: Dumper toutes les Empreintes Fingerprints
hu: Összes mentés ujjlenyomatának kibontása
it: Dump tutte le impronte digitali salvataggi
ja: すべてのセーブデータの指紋をダンプ
pt: Despejar todas as Impressões Digitais de Salvamentos

source: Memory Card Management
de: Speicherkartenverwaltung
el: Διαχείριση Καρτών Μνήμης
es: Gestión de Tarjeta de Memoria
fr: Gestion de Carte Mémoire
hu: Memóriakártya kezelés
it: Gestione scheda di memoria
ja: メモリーカードの管理
pt: Gerenciamento de Memory Card

source: Export selected Saves to USB
de: Ausgewählte Spielstände auf USB exportieren
el: Εξαγωγή επιλεγμένων Αποθ.Δεδομένων στο USB
es: Exportar Partidas Seleccionadas a USB
fr: Exporter les Sauvegardes sélectionnées vers USB
hu: Kiválasztott mentések exportálása USB-re
it: Esporta salvataggi selezionati su USB
ja: 選択したセーブデータをUSBにエクスポート
pt: Exportar Jogos Salvos selecionados para USB

source: Export all Saves to USB
de: Alle Spielstände auf USB exportieren
el: Εξαγωγή όλων των Αποθ.Δεδομένων στο USB
es: Exportar Todas las Partidas a USB
fr: Exporter Toutes les Sauvegardes vers USB
hu: Összes mentés exportálása USB-re
it: Esporta tutti i salvataggi su USB
ja: すべてのセーブデータをUSBにエクスポート
pt: Exportar todos os Jogos Salvos para USB

source: Virtual Memory Card
de: Virtuelle Speicherkarte
el: Εικονική Κάρτα Μνήμης
es: Tarjeta de Memoria Virtual
fr: Carte Mémoire Virtuelle
hu: Virtuális memóriakártya (VMC)
it: Scheda di memoria virtuale
ja: 仮想メモリカード
pt: Memory Card Virtual

source: Export Memory Card to .VM1 format
de: Speicherkarte im .VM1-Format exportieren
el: Εξαγωγή Κάρτας Μνήμης σε .VM1
es: Exportar Tarjeta de Memoria a formato .VM1
fr: Exporter la carte mémoire au format .VM1
hu: Memóriakártya exportálása .VM1 formátumba
it: Esporta scheda di memoria in formato .VM1
ja: メモリカードを.VM1形式でエクスポート
pt: Exportar Memory Card para o formato .VM1

source: Save .VM1 Memory Card to USB
de: .VM1-Speicherkarte auf USB speichern
el: Αποθήκευση Κάρτας Μνήμης .VM1 στο USB
es: Guardar Tarjeta de Memoria .VM1 en USB
fr: Sauvegarder la carte mémoire .VM1 sur une clé USB
hu: VM1 memóriakártya mentése USB-re
it: Salva scheda di memoria .VM1 su USB
ja: .VM1メモリーカードをUSBに保存
pt: Salvar Memory Card .VM1 no USB

source: Save .VM1 Memory Card to HDD
de: .VM1-Speicherkarte auf HDD speichern
el: Αποθήκευση Κάρτας Μνήμης .VM1 στο Σκληρό Δίσκο
es: Guardar Tarjeta de Memoria .VM1 en HDD
fr: Sauvegarder la carte mémoire .VM1 sur le disque dur
hu: VM1 memóriakártya mentése HDD-re
it: Salva scheda di memoria .VM1 su HDD
ja: .VM1メモリカードをHDDに保存
pt: Salvar Memory Card .VM1 no HDD

source: Export Memory Card to .VMP format
de: Speicherkarte im .VMP-Format exportieren
el: Εξαγωγή Κάρτας Μνήμης σε αρχείο .VMP
es: Exportar Tarjeta de Memoria a formato .VMP
fr: Exporter la carte mémoire au format .VMP
hu: Memóriakártya exportálása .VMP formátumba
it: Esporta scheda di memoria in formato .VMP
ja: メモリカードを.VMP形式でエクスポート
pt: Exportar Memory Card para o formato .VMP

source: Save .VMP Memory Card to USB
de: .VMP-Speicherkarte auf USB speichern
el: Αποθήκευση Κάρτας Μνήμης .VMP στο USB
es: Guardar Tarjeta de Memoria .VMP en USB
fr: Sauvegarder la carte mémoire .VMP sur une clé USB
hu: VMP memóriakártya mentése USB-re
it: Salva scheda di memoria .VMP su USB
ja: .VMPメモリカードをUSBに保存
pt: Salvar Memory Card .VMP no USB

source: Save .VMP Memory Card to HDD
de: .VMP-Speicherkarte auf HDD speichern
el: Αποθήκευση Κάρτας Μνήμης .VMP στο Σκληρό Δίσκο
es: Guardar Tarjeta de Memoria .VMP en HDD
fr: Sauvegarder la carte mémoire .VMP sur le disque dur
hu: VMP memóriakártya mentése HDD-re
it: Salva scheda di memoria .VMP su HDD
ja: .VMPメモリカードをHDDに保存
pt: Salvar Memory Card .VMP no HDD

source: Import Saves to Virtual MemCard
de: Spielstände in virtuelle Speicherkarte importieren
el: Εισαγωγή Αποθ.Δεδομένων στην Εικονική Κάρτα Μνήμης
es: Importar Partidas a Tarjeta Virtual
fr: Importer les sauvegardes sur la carte mémoire virtuelle
hu: Mentések importálása virtuális memóriakártyára
it: Importa salvataggi in scheda memoria virtuale
ja: セーブデータを仮想メモリーカードにインポート
pt: Importar Salvamentos para o Memory Card Virtual

source: Export Memory Card to .VM2 format
de: Speicherkarte im .VM2-Format exportieren
el: Εξαγωγή Κάρτας Μνήμης σε αρχείο .VM2
es: Exportar Tarjeta de Memoria a formato .VM2
fr: Exporter Carte Mémoire au format .VM2
hu: Memóriakártya exportálása .VM2 formátumba
it: Esporta scheda di memoria in formato .VM2
ja: メモリカードを.VM2形式でエクスポート
pt: Exportar Memory Card para o formato .VM2
