Repository: bucanero/apollo-ps4
Catalog: assets/misc/lang_*.po
Languages: de, el, es, fr, hu, it, ja, pt

source: Error! Export folder is not available:
de: Fehler! Export-Ordner ist nicht verfügbar:
el: Σφάλμα! Ανύπαρκτος φάκελος εξαγωγής:
es: ¡Error! La carpeta de exportación no está disponible:
fr: Erreur ! Le dossier d'exportation n'est pas disponible :
hu: Hiba! Az export mappa nem elérhető:
it: Errore! La cartella di esportazione non è disponibile:
ja: エラー!エクスポートフォルダが利用できません:
pt: Erro! Pasta de exportação indisponível:

source: Error downloading save game from:
de: Fehler beim Herunterladen des Spielstands von:
el: Σφάλμα λήψης Αποθ.Δεδομένων από:
es: Error descargando partida guardada desde:
fr: Erreur lors du téléchargement de la sauvegarde depuis:
hu: Hiba a játékmentés letöltésekor:
it: Errore durante il download del salvataggio da:
ja: セーブデータのダウンロード中にエラーが発生しました:
pt: Erro ao baixar jogo salvo de:

source: Save game successfully downloaded to:
de: Spielstand erfolgreich heruntergeladen nach:
el: Επτυχές κατέβασμα Αποθ.Δεδομένων στο:
es: Partida guardada descargada exitosamente a:
fr: Téléchargement de la Sauvegarde avec succès sur:
hu: Játékmentés sikeresen letöltve:
it: Salvataggio scaricato con successo in:
ja: セーブデータが正常にダウンロードされました:
pt: Jogo salvo baixado com sucesso em:

source: Error extracting save game!
de: Fehler beim Extrahieren des Spielstands!
el: Σφάλμα αποσυμπίεσης Αποθ.Δεδομένων!
es: ¡Error extrayendo partida guardada!
fr: Erreur lors de l'extraction de la sauvegarde!
hu: Hiba a játékmentés kicsomagolásakor!
it: Errore nell'estrazione del salvataggio!
ja: セーブデータの抽出に失敗しました!
pt: Erro ao extrair jogo salvo!

source: Exporting save game...
de: Exportiere Spielstand...
el: Εξαγωγή Αποι.Δεδομένων
es: Exportando partida guardada…
fr: Exportation de la sauvegarde...
hu: Játékmentés exportálása...
it: Esportazione del salvataggio in corso...
ja: セーブデータをエクスポート中...
pt: Exportando jogo salvo...

source: Error! Can't export save game to:
de: Fehler! Spielstand kann nicht exportiert werden nach:
el: Σφάλμα! Αδυναμία εξαγωγής Αποθ.Δεδομένων στο:
es: ¡Error! No se puede exportar partida guardada a:
fr: Erreur ! Impossible d'exporter la Sauvegarde vers :
hu: Hiba! Nem lehet exportálni a játékmentést a következő helyre:
it: Errore! Impossibile esportare il salvataggio in:
ja: エラー!セーブデータをエクスポートできません:
pt: Erro! Não é possível exportar o jogo salvo para:

source: Zip file successfully saved to:
de: Zip-Datei erfolgreich gespeichert unter:
el: Επιτυχία αποθήκευσης συμπιεσμένου αρχείου στο:
es: Archivo Zip guardado exitosamente en:
fr: Fichier ZIP enregistré avec succès sous :
hu: A zip fájl sikeresen mentve ide:
it: File Zip salvato con successo in:
ja: Zipファイルは正常に保存されました:
pt: Arquivo Zip salvo com sucesso em:

source: Copy operation cancelled!
de: Kopiervorgang abgebrochen!
el: Ακύρωση αντιγραφής!
es: Operación de copia cancelada!
fr: Opération de copie annulée !
hu: Másolás művelet megszakítva!
it: Operazione di copia annullata!
ja: コピー操作がキャンセルされました!
pt: Operação de cópia cancelada!

source: Same source and destination.
de: Quelle und Ziel sind identisch.
el: Ίδιος προορισμός και αρχική τοποθεσία.
es: Mismo origen y destino.
fr: Même source et même destination.
hu: A forrás és cél azonos.
it: Stessa origine e destinazione.
ja: 同じ送信元と宛先です。
pt: Mesma origem e destino.

source: Copying files...
de: Kopiere Dateien...
el: Αντιγραφή αρχείων...
es: Copiando archivos…
fr: Copie des fichiers...
hu: Fájlok másolása...
it: Copia dei file in corso...
ja: ファイルをコピー中...
pt: Copiando arquivos...

source: Files successfully copied to:
de: Dateien erfolgreich kopiert nach:
el: Επιτυχής αντιγραφή αρχείου στο:
es: Archivos copiados exitosamente a:
fr: Fichiers copiés avec succès vers :
hu: A fájlok sikeresen átmásolva ide:
it: File copiati con successo in:
ja: ファイルは正常にコピーされました:
pt: Arquivos copiados com sucesso para:

source: Error! Can't copy save game to:
de: Fehler! Spielstand kann nicht kopiert werden nach:
el: Σφάλμα! Αδυναμία αντιγραδής Αποθ.Δεδομένων στο:
es: ¡Error! No se puede copiar partida guardada a:
fr: Erreur ! Impossible de copier la sauvegarde vers :
hu: Hiba! Nem lehet menteni a játémentést ide:
it: Errore! Impossibile copiare il salvataggio in:
ja: エラー!セーブデータを次の場所へコピーできません:
pt: Erro! Não é possível copiar o jogo salvo para:

source: Save game already exists:
de: Spielstand existiert bereits:
el: Αποθ.Δεδομένα υπάρχουν ήδη:
es: La partida guardada ya existe:
fr: Une sauvegarde existe déjà :
hu: A játékmentés már létezik:
it: Il salvataggio esiste già:
ja: セーブデータは既に存在します:
pt: Jogo salvo já existe:

source: Overwrite?
de: Überschreiben?
el: Αντικατάσταση;
es: ¿Sobrescribir?
fr: Écraser ?
hu: Felülírja?
it: Sovrascrivere?
ja: 上書きしますか?
pt: Sobrescrever?

source: Error mounting save game folder!
de: Fehler beim Einbinden des Spielstand-Ordners!
el: Σφάλμα προσάρτησης φακέλου Αποθ.Δεδομένων!
es: ¡Error montando carpeta de partidas guardadas!
fr: Erreur lors du montage du dossier de sauvegarde !
hu: Hiba a játékmentés mappa felcsatolásakor!
it: Errore nel montaggio della cartella del salvataggio!
ja: セーブデータフォルダのマウントに失敗しました!
pt: Erro ao montar a pasta do jogo salvo!

source: Error creating save game folder!
de: Fehler beim Erstellen des Spielstand-Ordners!
el: Σφάλμα δημιουργίας φακέλου Αποθ.Δεδομένων!
es: ¡Error creando carpeta de partidas guardadas!
fr: Erreur lors de la Création du Dossier de Sauvegarde du jeu !
hu: Hiba a játékmentés mappa létrehozásakor!
it: Errore nella creazione della cartella del salvataggio!
ja: セーブデータフォルダの作成に失敗しました!
pt: Erro ao criar pasta do jogo salvo!

source: Error! Can't update save game:
de: Fehler! Spielstand kann nicht aktualisiert werden:
el: Σφάλμα! Αδυναμία ενημέρωσης Αποθ.Δεδομένων:
es: ¡Error! No se puede actualizar partida guardada:
fr: Erreur! Impossible de mettre à jour la sauvegarde :
hu: Hiba! Nem lehet frissíteni a játékmentést:
it: Errore! Impossibile aggiornare il salvataggio:
ja: エラー!セーブデータの更新ができません:
pt: Erro! Não é possível atualizar o jogo salvo:

source: Copying save game...
de: Kopiere Spielstand...
el: Αντιγραφή Αποθ.Δεδομένων...
es: Copiando Partida guardada…
fr: Copie de la sauvegarde...
hu: Játékmentés másolása...
it: Copia del salvataggio in corso...
ja: セーブデータのコピー中...
pt: Copiando jogo salvo...

source: Error! Can't copy Save-game folder:
de: Fehler! Spielstand-Ordner kann nicht kopiert werden:
el: Σφάλμα! Αδυναμία αντιγραφής φακέλου Αποθ.Δεδομένων:
es: ¡Error! No se puede copiar carpeta de partida:
fr: Erreur! Impossible de copier le dossier de sauvegarde :
hu: Hiba! Nem lehet másolni a játékmentés mappát:
it: Errore! Impossibile copiare la cartella del salvataggio:
ja: エラー!セーブデータフォルダをコピーできません:
pt: Erro! Não é possível copiar a pasta do jogo salvo:

source: Copying all saves...
de: Kopiere alle Spielstände...
el: Αντιγραφή όλων των Αποθ.Δεδομένων...
es: Copiar Todas las Partidas…
fr: Copie de toutes les sauvegardes...
hu: Az összes mentés másolása...
it: Copia di tutti i salvataggi in corso...
ja: すべてのセーブデータをコピー中...
pt: Copiando todos os dados salvos...

source: Saves copied to HDD
de: Spielstände auf HDD kopiert
el: Αποθ.Δεδομένα αντιγράφηκαν στον Σκληρό Δίσκο
es: Partidas copiadas al HDD
fr: Sauvegardes copiées sur le Disque Dur
hu: Mentések másolása HDD-re
it: Salvataggi copiati su HDD
ja: セーブデータをHDDにコピー
pt: Jogos salvos copiados para HDD

source: All files extracted to:
de: Alle Dateien extrahiert nach:
el: Όλα τα αρχεία αποσυμπιέστηκαν στο:
es: Todos los archivos extraídos a:
fr: Tous les fichiers extraits vers :
hu: Összes fájl kicsomagolása ide:
it: Tutti i file estratti in:
ja: すべてのファイルは次の場所に抽出されました:
pt: Todos os arquivos extraídos para:

source: Error: %s couldn't be extracted
de: Fehler: %s konnte nicht extrahiert werden
el: Σφάλμα! Αδυναμία αποσυμπίεσης %s
es: Error: %s no pudo ser extraído
fr: Erreur : %s n'a pas pu être extrait
hu: Hiba: %s sikertelen kibontása
it: Errore: %s non può essere estratto
ja: エラー::%sを抽出できませんでした
pt: Erro: %s não pôde ser extraído

source: Error! Keystone file is not available:
de: Fehler! Keystone-Datei ist nicht verfügbar:
el: Σφάλμα! Βασικό αρχείο δεν είναι διαθέσιμο:
es: ¡Error! El Keystone no está disponible:
fr: Erreur! Le fichier Keystone est introuvable :
hu: Hiba! A Keystone fájl nem érhető el:
it: Errore! Il file Keystone non è disponibile:
ja: エラー!キーストーンファイルが利用できません:
pt: Erro! Arquivo de Chave Mestra indisponível:

source: keystone fingerprint:
de: Keystone-Fingerabdruck:
el: Αποτύπωμα Keystone αρχείου:
es: fingerprint de keystone:
fr: Empreinte clé de voûte :
hu: keystone aláírás:
it: impronta digitale keystone:
ja: キーストーン指紋:
pt: impressão digital da Chave Mestra:

source: Applying changes...
de: Änderungen werden angewendet...
el: Εφαρμογή αλλαγών...
es: Aplicando Cambios…
fr: Application des modifications...
hu: Változások alkalmazása...
it: Applicazione delle modifiche in corso...
ja: 変更を適用中...
pt: Aplicando alterações...

source: Trophies successfully updated!
de: Trophäen erfolgreich aktualisiert!
el: Τρόπαια ενημερώθηκαν επιτυχώς!
es: Trofeos actualizados exitosamente!
fr: Trophées mis à jour avec succès !
hu: Trófeák frissítése sikeres!
it: Trofei aggiornati con successo!
ja: トロフィーの更新に成功しました!
pt: Troféus atualizados com sucesso!

source: Error! Couldn't update trophies
de: Fehler! Trophäen konnten nicht aktualisiert werden
el: Σφάλμα! Αδυναμία ενημέρωσης Τροπαίων
es: ¡Error! No se pudo actualizar trofeos
fr: Erreur! Impossible de mettre à jour les trophées.
hu: Hiba! Nem sikerült frissíteni a trófeákat
it: Errore! Impossibile aggiornare i trofei
ja: エラー!トロフィーを更新できませんでした
pt: Erro! Não foi possível atualizar os troféus

source: Exporting Trophies...
de: Exportiere Trophäen...
el: Εξαγωγή Τροπαίων...
es: Exportando Trofeos...
fr: Exporter des trophées...
it: Esportazione dei trofei in corso...

source: Trophies successfully saved to:
de: Trophäen erfolgreich gespeichert unter:
el: Επιτυχής αποθήκευση Τροπαίων στο:
es: Trofeos guardados exitosamente en:
fr: Trophées enregistrés avec succès dans :
hu: A trófeák sikeresen mentve ide:
it: Trofei salvati con successo in:
ja: トロフィーの保存に成功しました:
pt: Troféus salvos com sucesso em:

source: Dumping all fingerprints...
de: Extrahiere alle Fingerabdrücke...
el: Αποκρυπτογράφηση όλων των αποτυπωμάτων:
es: Volcando todos los fingerprints…
fr: Suppression de toutes les empreintes...
hu: Összes ujjlenyomat kibontása...
it: Dump di tutte le impronte digitali in corso...
ja: すべての指紋をダンプ中...
pt: Despejando todas as impressões digitais...

source: All fingerprints dumped to:
de: Alle Fingerabdrücke extrahiert nach:
el: Όλα τα αποτυπώματα αποκρυπτογραφήθηκαν στο:
es: Todos los fingerprints extraídos a:
fr: Toutes les empreintes ont été transférées vers :
hu: Összes ujjlenyomat kibontása ide:
it: Tutte le impronte digitali scaricate in:
ja: すべての指紋は以下にダンプされました:
pt: Todas as impressões digitais despejadas em:

source: Enter the Account ID
de: Konto-ID eingeben
el: Εισαγωγή ID Λογαριασμού
es: Ingrese el ID de Cuenta
fr: Entrez l'ID du compte
hu: Fiók azonosító
it: Inserisci l'ID account
ja: アカウントIDを入力してください
pt: Insira o ID da Conta

source: Error! Account ID is not valid
de: Fehler! Konto-ID ist ungültig
el: Σφάλμα! Μή έγκυρος ID λογαριασμός
es: ¡Error! El ID de Cuenta no es válido
fr: Erreur! L'identifiant de compte n'est pas valide
hu: Hiba! Érvénytelen fiók azonosító
it: Errore! L'ID account non è valido
ja: エラー!アカウントIDが無効です
pt: Erro! O ID da Conta não é válido

source: Error! Couldn't activate user account
de: Fehler! Benutzerkonto konnte nicht aktiviert werden
el: Σφάλμα! Αδυναμία ενεργοποίησης λογαριασμού χρήστη
es: ¡Error! No se pudo activar la cuenta de usuario
fr: Erreur! Impossible d'activer le compte utilisateur
hu: Hiba! A felhasználói fiók nem aktiválható
it: Errore! Impossibile attivare l'account utente
ja: エラー!ユーザーアカウントを有効化できませんでした
pt: Erro! Não foi possível ativar a conta de usuário

source: Account successfully activated!
de: Konto erfolgreich aktiviert!
el: Επιτυχής ενεργοποίηση λογαριασμού!
es: ¡Cuenta activada exitosamente!
fr: Compte activé avec succès!
hu: A fiók sikeresen aktiválva!
it: Account attivato con successo!
ja: アカウントの有効化が完了しました!
pt: Conta ativada com sucesso!

source: A system reboot is required
de: Ein Systemneustart ist erforderlich
el: Απαραίτητη επανεκκινηση συστήματος
es: Se requiere un reinicio del sistema
fr: Un redémarrage du système est requis
hu: A rendszer újraindítása szükséges
it: È necessario un riavvio del sistema
ja: システムの再起動が必要です
pt: É necessário reiniciar o sistema

source: Encrypted save copied successfully!
de: Verschlüsselter Spielstand erfolgreich kopiert!
el: Επιτυχής αντιγραφή κρυπτογραφημένων Αποθ.Δεδομένων!
es: Partida encriptada copiada correctamente!
fr: Sauvegarde chiffrée copiée avec succès!
hu: A titkosított mentés sikeresen átmásolva!
it: Salvataggio crittografato copiato con successo!
ja: 暗号化されたセーブデータが正常にコピーされました!
pt: Dado salvo criptografado copiado com sucesso!

source: Error: can't create HDD save
de: Fehler: HDD-Spielstand kann nicht erstellt werden
el: Σφάλμα! Αδυναμία δημιουργίας Αποθ.Δεδομένων στον Σκληρό Δίσκο
es: ¡Error! No se pudo crear partida en el HDD
fr: Erreur! impossible de créer une sauvegarde sur le disque dur
hu: Hiba: nem lehet létrehozni HDD mentést
it: Errore: impossibile creare il salvataggio su HDD
ja: エラー:HDDのセーブデータを作成できません
pt: Erro: não é possível criar dado salvo no HDD

source: Error: can't copy file
de: Fehler: Datei kann nicht kopiert werden
el: Σφάλμα! αδυναμία αντιγραφής αρχείου
es: Error: no se puede copiar el archivo
fr: Erreur: impossible de copier le fichier
hu: Hiba: a fájl nem másolható
it: Errore: impossibile copiare il file
ja: エラー::ファイルをコピーできません
pt: Erro: não é possível copiar o arquivo

source: Error! Can't mount encrypted save.
de: Fehler! Verschlüsselter Spielstand kann nicht eingebunden werden.
el: Σφάλμα! Αδυναμία προσάρτησης κρυπτογραφημένων Αποθ.Δεδομένων.
es: ¡Error! No se puede montar archivo de partida encriptado.
fr: Erreur! Impossible de monter la sauvegarde chiffrée.
hu: Hiba! A titkosított mentés nem csatolható fel.
it: Errore! Impossibile montare il salvataggio crittografato.
ja: エラー!暗号化されたセーブデータをマウントできません。
pt: Erro! Não é possível montar dado salvo criptografado.

source: (incompatible save-game firmware version)
de: (inkompatible Spielstand-Firmware-Version)
el: (ασυμβατότητα έκδοσης λογισμικού και Αποθ.Δεδομένων)
es: (versión de firmware incompatible)
fr: (Version du firmware de sauvegarde incompatible)
hu: (nem kompatibilis mentés firmware verzió)
it: (versione firmware del salvataggio incompatibile)
ja: (互換性のないセーブデータファームウェアバージョン)
pt: (versão de firmware do jogo salvo incompatível)

source: Error: can't copy save %s
de: Fehler: Spielstand %s kann nicht kopiert werden
el: Σφάλμα! Αδυναμία αντιγραφής Αποθ.Δεδομένων %s
es: ¡Error! Fallo al copiar partida guardada %s
fr: Erreur: impossible de copier la sauvegarde %s
hu: Hiba: nem lehet másolni a mentést %s
it: Errore: impossibile copiare il salvataggio %s
ja: エラー:保存ファイル%sをコピーできません
pt: Erro: não é possível copiar o dado salvo %s

source: Keystone successfully copied to:
de: Keystone erfolgreich kopiert nach:
el: Επιτυχής αντιγραφή Keystone αρχείου στο:
es: Keystone copiado exitosamente a:
fr: Keystone a été copié avec succès vers:
hu: A keystone sikeresen másolva ide:
it: Keystone copiato con successo in:
ja: キーストーンが正常にコピーされました:
pt: Chave Mestra copiada com sucesso para:

source: Error! Keystone couldn't be copied
de: Fehler! Keystone konnte nicht kopiert werden
el: Σφάλμα! Αδυναμία αντιγραφής Keystone αρχείου
es: ¡Error! No se pudo copiar el Keystone
fr: Erreur! Impossible de copier le Keystone
hu: Hiba! A keystone nem másolható
it: Errore! Impossibile copiare Keystone
ja: エラー!キーストーンをコピーできませんでした
pt: Erro! Não foi possível copiar a Chave Mestra

source: Web Server listening on:
de: Webserver hört auf:
el: Αναμονή Web Server στο:
es: Servidor Web escuchando en:
fr: Le Serveur Web écoute sur :
hu: A webszerver itt figyel:
it: Server Web in ascolto su:
ja: Webサーバーがリスニングしているポート:
pt: Servidor Web ouvindo em:

source: Press OK to stop the Server.
de: OK drücken, um den Server zu stoppen.
el: Επιλέξτε OK για διακοπή του Server.
es: Presione OK para detener el Servidor.
fr: Appuyez sur OK pour arrêter le serveur.
hu: A szerver leállításához nyomja meg az OK gombot.
it: Premi OK per fermare il server.
ja: サーバーを停止するには、OKを押してください。
pt: Pressione OK para parar o Servidor.

source: Error starting Web Server!
de: Fehler beim Starten des Webservers!
el: Σφάλμα έναρξης του Web Server!
es: ¡Error iniciando Servidor Web!
fr: Erreur lors du démarrage du serveur Web !
hu: Hiba a webszerver indításakor!
it: Errore nell'avvio del server web!
ja: Webサーバーの起動に失敗しました!
pt: Erro ao iniciar o Servidor Web!

source: Saves copied to:
de: Spielstände kopiert nach:
el: Αποθ.Δεδομένα αποθηκεύτηκαν στο:
es: Partidas copiadas a:
fr: Sauvegardes copiées vers:
hu: Mentések átmásolva ide:
it: Salvataggi copiati in:
ja: 保存先:
pt: Dados salvos copiados para:

source: Exporting all VMC saves...
de: Exportiere alle VMC-Spielstände...
el: Εξαγωγή όλων των Αποθ.Δεδομένων VMC...
es: Exportar Todas las Partidas de VMC…
fr: Exportation de toutes les sauvegardes VMC...
hu: Minden VMC mentés exportálása...
it: Esportazione di tutti i salvataggi VMC in corso...
ja: すべてのVMC保存データをエクスポート中...
pt: Exportando todos os dados salvos do VMC...

source: Saves exported to:
de: Spielstände exportiert nach:
el: Τα Αποθ.Δεδομένα εξήχθησαν στο:
es: Partidas exportadas a:
fr: Sauvegardes exportées vers :
hu: Mentések exportálva ide:
it: Salvataggi esportati in:
ja: 保存先:
pt: Jogos salvos exportados para:

source: Save successfully exported to:
de: Spielstand erfolgreich exportiert nach:
el: Επιτυχία εξαγωγής Αποθ.Δεδομένων στο:
es: Partida exportada exitosamente a:
fr: Sauvegardes réussies exporté vers :
hu: Mentések sikeresen exportálva ide:
it: Salvataggio esportato con successo in:
ja: 正常に保存されました:
pt: Jogo salvo exportado com sucesso para:

source: Error exporting save:
de: Fehler beim Exportieren des Spielstands:
el: Σφάλμα εξαγωγής Αποθ.Δεδομένων:
es: Error exportando partida:
fr: Erreur lors de l'exportation de la sauvegarde :
hu: Hiba a mentés exportálásakor:
it: Errore nell'esportazione del salvataggio:
ja: セーブデータのエクスポート中にエラーが発生しました:
pt: Erro ao exportar jogo salvo:

source: Memory card successfully exported to:
de: Speicherkarte erfolgreich exportiert nach:
el: Επιτυχής εξαγωγής της Κάρτας Μνήμης στο:
es: Tarjeta de memoria exportada exitosamente a:
fr: Carte Mémoire exportée avec succès vers :
hu: Memóriakártya sikeresen exportálva ide:
it: Scheda di memoria esportata con successo in:
ja: メモリカードが正常にエクスポートされました:
pt: Memory card exportado com sucesso para:

source: Error! Failed to export PS1 memory card
de: Fehler! PS1-Speicherkarte konnte nicht exportiert werden
el: Σφάλμα! Αποτυχία εξαγωγής Κάρτας Μνήμης PS1
es: ¡Error! Fallo al exportar tarjeta de memoria PS1
fr: Erreur! Échec de l'exportation de la carte mémoire PS1
hu: Hiba! A PS1 memóriakártya exportálása nem sikerült
it: Errore! Fallita l'esportazione della scheda di memoria PS1
ja: エラー!PS1メモリーカードのエクスポートに失敗しました
pt: Erro! Falha ao exportar memory card do PS1

source: Importing PS2 save...
de: Importiere PS2-Spielstand...
el: Εισαγωγή Κάρτας Μνήμης PS2
es: Importando Partida PS2…
fr: Importation de la sauvegarde PS2...
hu: PS2 mentés importálása...
it: Importazione del salvataggio PS2 in corso...
ja: PS2のセーブデータをインポート中...
pt: Importando dado salvo do PS2...

source: Successfully imported to VMC:
de: Erfolgreich in VMC importiert:
el: Επιτυχής εισαγωγή στην VMC:
es: Importado exitosamente a VMC:
fr: Importé avec succès vers la VMC :
hu: Sikeres importálás VMC-be:
it: Importato con successo in VMC:
ja: VMCへのインポートに成功しました:
pt: Importado com sucesso para VMC:

source: Error importing save:
de: Fehler beim Importieren des Spielstands:
el: Σφάλμα εισαγωγής Αποθ.Δεδομένων:
es: Error importando partida:
fr: Erreur lors de l'Importation de la Sauvegarde :
hu: Hiba a mentés importálásakor:
it: Errore nell'importazione del salvataggio:
ja: セーブデータのインポート中にエラーが発生しました:
pt: Erro ao importar jogo salvo:

source: Do you want to delete %s?
de: Möchten Sie %s löschen?
el: Θέλετε να διαγράψετε το %s ;
es: ¿Desea eliminar %s?
fr: Voulez-vous supprimer %s ?
hu: Törölni szeretné ezt %s?
it: Vuoi eliminare %s?
ja: %sを削除しますか?
pt: Você deseja excluir %s?

source: Save successfully deleted:
de: Spielstand erfolgreich gelöscht:
el: Επιτυχής διαγραφή Αποθ.Δεδομένων:
es: Partida eliminada exitosamente:
fr: Sauvegarde Supprimé avec succès :
hu: Mentés sikeresen törölve:
it: Salvataggio eliminato con successo:
ja: 保存に成功し削除しました:
pt: Jogo salvo excluído com sucesso:

source: Error! Couldn't delete save:
de: Fehler! Spielstand konnte nicht gelöscht werden:
el: Σφάλμα! Αδυναμία διαγραφής Αποθ.Δεδομένων:
es: ¡Error! No se pudo eliminar partida:
fr: Erreur ! Impossible de supprimer la Sauvegarde :
hu: Hiba! A mentés nem törölhető:
it: Errore! Impossibile eliminare il salvataggio:
ja: エラー!セーブデータを削除できませんでした:
pt: Erro! Não foi possível excluir o jogo salvo:

source: Do you want to upload %s?
de: Möchten Sie %s hochladen?
el: Θέλετε να μεταφορτώσετε το %s ;
es: ¿Desea subir %s?
fr: Voulez-vous UpLoader %s ?
hu: Szeretné feltölteni ezt a fájlt: %s?
it: Vuoi caricare %s?
ja: %sをアップロードしますか?
pt: Você deseja fazer upload de %s?

source: Sync with FTP Server...
de: Synchronisiere mit FTP-Server...
el: Συγχρονισμός με FTP Server...
es: Sincronizando con Servidor FTP...
fr: Synchronisation avec le serveur FTP...
hu: Szinkronizálás FTP-kiszolgálóval...
it: Sincronizzazione con il server FTP in corso...
ja: FTPサーバーと同期中...
pt: Sincronizando com servidor FTP...

source: Error! Couldn't zip save:
de: Fehler! Spielstand konnte nicht gezippt werden:
el: Σφάλμα! Αδυναμία συμπίεσης Αποθ.Δεδομένων:
es: ¡Error! No se pudo comprimir partida:
fr: Erreur ! Impossible de Zipper la Sauvegarde :
hu: Hiba! Nem sikerült menteni a zip-et:
it: Errore! Impossibile comprimere il salvataggio:
ja: エラー!保存を圧縮できませんでした:
pt: Erro! Não foi possível compactar o jogo salvo:

source: Updating games index...
de: Aktualisiere Spieleindex...
el: Ενημέρωση λίστας παιχνιδιών...
es: Actualizando indice de juegos...
hu: Játék indexek frissítése...
it: Aggiornamento dell'indice dei giochi in corso...
ja: ゲームインデックスを更新中...
pt: Atualizando índice de jogos...

source: Save successfully uploaded:
de: Spielstand erfolgreich hochgeladen:
el: Επιτυχής μεταφόρτωση Αποθ.Δεδομένων:
es: Partida subida exitosamente:
fr: Enregistrement de la SAVE avec succès :
hu: Mentés sikeresen feltöltve:
it: Salvataggio caricato con successo:
ja: 保存に成功しました:
pt: Jogo salvo enviado com sucesso:

source: Error! Couldn't upload save:
de: Fehler! Spielstand konnte nicht hochgeladen werden:
el: Σφάλμα! Αδυναμία μεταφόρτωσης Αποθ.Δεδομένων:
es: ¡Error! No se pudo subir partida:
fr: Erreur! Impossible de UpLoader la Sauvegarde :
hu: Hiba! Nem sikerült feltölteni a mentést:
it: Errore! Impossibile caricare il salvataggio:
ja: エラー!セーブデータのアップロードに失敗しました:
pt: Erro! Não foi possível enviar o jogo salvo:

source: Exporting PS2 memory card...
de: Exportiere PS2-Speicherkarte...
el: Εξαγωγή Κάρτας Μνήμης PS2...
es: Exportando tarjeta de memoria PS2...
fr: Exportation de la carte mémoire PS2...
hu: PS2 memóriakártya exportálása...
it: Esportazione della scheda di memoria PS2 in corso...
ja: PS2メモリーカードのエクスポート中...
pt: Exportando Memory Card do PS2...

source: File successfully saved to:
de: Datei erfolgreich gespeichert unter:
el: Επιτυχής αποθήκευση αρχείου στο:
es: Archivo guardado exitosamente en:
fr: Fichier Sauvegardé avec succès sous :
hu: A fájl sikeresen mentve ide:
it: File salvato con successo in:
ja: ファイルは正常に保存されました:
pt: Arquivo Zip salvo com sucesso em:
