Repository: bucanero/apollo-ps4
Catalog: assets/misc/lang_*.po
Languages: de, el, es, fr, hu, it, ja, pt

source: Error! Failed to export PS2 memory card
de: Fehler! PS2-Speicherkarte konnte nicht exportiert werden
el: Σφάλμα! Αδυναμία εξαγωγής Κάρτας Μνήμης PS2
es: ¡Error! Falló al exportar tarjeta de memoria PS2
fr: Erreur! Échec de l'exportation de la carte mémoire PS2
hu: Hiba! A PS2 memóriakártya exportálása sikertelen
it: Errore! Fallita l'esportazione della scheda di memoria PS2
ja: エラー!PS2メモリーカードのエクスポートに失敗しました
pt: Erro! Falha ao exportar o memory card do PS2

source: Error getting PS4 user list!
de: Fehler beim Abrufen der PS4-Benutzerliste!
el: Σφάλμα ανάκτησης λίστας χρηστών PS4!
es: ¡Error obteniendo lista de usuarios!
fr: Erreur lors de la récupération de la liste des utilisateurs PS4!
hu: Hiba a PS4 felhasználólista lekérésekor!
it: Errore nell'ottenere la lista utenti PS4!
ja: PS4ユーザーリストの取得に失敗しました!
pt: Erro ao obter lista de usuários do PS4!

source: Database rebuild for user %s failed!
de: Datenbankwiederherstellung für Benutzer %s fehlgeschlagen!
el: Αποτυχία ανακατασκευής Βάσης Δεδομένων για τον χρήστη %s !
es: Fallo al reconstruir de Base de datos del usuario %s!
fr: La reconstruction de la base de données pour l'utilisateur %s a échoué!
hu: A %s felhasználó adatbázisának újjáépítése sikertelen!
it: Ricostruzione del database per l'utente %s fallita!
ja: ユーザー %sのデータベース再構築に失敗しました!
pt: Falha na reconstrução do banco de dados para o usuário %s!

source: Database rebuilt successfully!
de: Datenbank erfolgreich wiederhergestellt!
el: Επιτυχής ανακατασκευή Βάσης Δεδομένων!
es: Base de datos reconstruida correctamente!
fr: Base de données reconstruite avec succès!
hu: Az adatbázis sikeresen újjáépült!
it: Database ricostruito con successo!
ja: データベースの再構築が正常に完了しました!
pt: Banco de dados reconstruído com sucesso!

source: Log out for changes to take effect
de: Zum Übernehmen der Änderungen abmelden
el: Αποσυνθεδείτε για εφαρμογή των αλλαγών
es: Cierre la sesión para que los cambios tengan efecto
fr: Déconnectez-vous pour que les modifications soient prises en compte
hu: A változások érvénybe lépéséhez jelentkezzen ki
it: Disconnettiti per applicare le modifiche
ja: 変更を反映させるにはログアウトしてください
pt: Saia da conta para que as alterações tenham efeito

source: Error! Account changes couldn't be applied
de: Fehler! Kontoänderungen konnten nicht angewendet werden
el: Σφάλμα! Αδυναμία εφαρμογής αλλαγών Λογαριασμού
es: ¡Error! No se pudieron aplicar los cambios de cuenta
fr: Erreur! Les modifications de compte n'ont pas pu être appliquées
hu: Hiba! A fiókmódosítások nem alkalmazhatóak
it: Errore! Impossibile applicare le modifiche all'account
ja: エラー!アカウントの変更を適用できませんでした
pt: Erro! As alterações da conta não puderam ser aplicadas

source: Error! Cheat codes couldn't be applied
de: Fehler! Cheat-Codes konnten nicht angewendet werden
el: Σφάλμα! Αδυναμία εφαρμογής cheat κωδικών
es: ¡Error! No se pudieron aplicar los códigos de trucos
fr: Erreur! Les codes de Triche n'ont pas pu être appliqués
hu: Hiba! A csalókódok nem alkalmazhatóak
it: Errore! Impossibile applicare i codici cheat
ja: エラー!チートコードを適用できませんでした
pt: Erro! Os códigos de trapaça não puderam ser aplicados

source: Save %s successfully modified!
de: Spielstand %s erfolgreich geändert!
el: Επιτυχής τροποποίηση Αποθ.Δεδομένων %s !
es: ¡Partida %s modificada exitosamente!
fr: Sauvegarde %s modifiée avec succès!
hu: A %s mentése sikeresen módosítva!
it: Salvataggio %s modificato con successo!
ja: %sの保存に成功しました!
pt: Jogo salvo %s modificado com sucesso!

source: Resigning all saves...
de: Signiere alle Spielstände neu...
el: Υπογραφή όλων των Αποθ.Δεδομένων...
es: Refirmar todas las partidas…
fr: Ressignature de toutes les sauvegardes...
hu: Minden mentés ismételt aláírása...
it: Riassegnazione di tutti i salvataggi in corso...
ja: すべてのセーブデータを再署名します...
pt: Re-assinando todos os dados salvos...

source: Error: %d Saves couldn't be resigned
de: Fehler: %d Spielstände konnten nicht neu signiert werden
el: Σφάλμα! Αδυναμία υπογραφής Αποθ.Δεδομένων %d !
es: Error: %d Partidas no pudieron ser resignadas
fr: Erreur: %d sauvegardes n'ont pas pu être Ressignée
hu: Hiba: a %d mentés nem írható alá újra
it: Errore: %d salvataggi non possono essere riassegnati
ja: エラー: %d件のセーブデータを再署名できませんでした
pt: Erro: %d Jogos Salvos não puderam ser re-assinados

source: All saves successfully resigned!
de: Alle Spielstände erfolgreich neu signiert!
el: Επιτυχής υπογραφή όλων των Αποθ.Δεδομένων!
es: ¡Todas las partidas resignadas exitosamente!
fr: Toutes les sauvegardes ont été Ressignée avec succès!
hu: Minden mentés sikeresen aláírva!
it: Tutti i salvataggi riassegnati con successo!
ja: すべてのセーブデータが正常に再署名されました!
pt: Todos os jogos salvos re-assinados com sucesso!

source: Exporting system database...
de: Exportiere Systemdatenbank...
el: Εξαγωγή Βάσης Δεδομένων Συστήματος...
es: Exportando base de datos de sistema...
fr: Exportation de la base de données système...
hu: Rendszeradatbázis exportálása...
it: Esportazione del database di sistema in corso...
ja: システムデータベースをエクスポート中...
pt: Exportando banco de dados do sistema...

source: DB Backup %s successfully restored!
de: DB-Backup %s erfolgreich wiederhergestellt!
el: Επιτυχής ανάκτηση αντιγράφου Βάσης Δεδομένων %s !
es: ¡Copia de Base de datos %s restaurada exitosamente!
fr: Sauvegarde de base de données %s restaurée avec succès!
hu: A %s DB biztonsági másolat sikeresen visszaállítva!
it: Backup DB %s ripristinato con successo!
ja: DBバックアップ%sの復元が正常に完了しました!
pt: Backup do BD %s restaurado com sucesso!

source: Error! Backup %s couldn't be restored
de: Fehler! Backup %s konnte nicht wiederhergestellt werden
el: Σφάλμα! Αδυναμία ανάκτησης αντιγράφου %s
es: ¡Error! No se pudo restaurar copia de seguridad %s
fr: Erreur! La sauvegarde %s n'a pas pu être restaurée.
hu: Hiba! A %s biztonsági másolat nem állítható vissza
it: Errore! Impossibile ripristinare il backup %s
ja: エラー!バックアップ%sを復元できませんでした
pt: Erro! O backup %s não pôde ser restaurado

source: File successfully exported to:
de: Datei erfolgreich exportiert nach:
el: Επιτυχής εξαγωγή αρχείου στο:
es: Archivo exportado exitosamente a:
fr: Fichier exporté avec succès vers:
hu: A fájl sikeresen exportálva ide:
it: File esportato con successo in:
ja: ファイルのエクスポートに成功しました:
pt: Arquivo exportado com sucesso para:

source: Error! File %s couldn't be exported
de: Fehler! Datei %s konnte nicht exportiert werden
el: Σφάλμα! Αδυναμία εξαγωγής αρχείου %s
es: ¡Error! El archivo %s no pudo ser exportado
fr: Erreur! Impossible d'exporter le fichier %s
hu: Hiba! A %s fájl nem exportálható
it: Errore! Impossibile esportare il file %s
ja: エラー!ファイル%sをエクスポートできませんでした
pt: Erro! Não foi possível exportar o arquivo %s

source: Error! Can't find decrypted save-game file:
de: Fehler! Entschlüsselte Spielstand-Datei nicht gefunden:
el: Σφάλμα! Αδυναμία εύρεσης αποκρυπτογραφημένου αρχείου Αποθ.Δεδομένων:
es: ¡Error! No se puede encontrar archivo de partida desencriptado:
fr: Erreur! Impossible de trouver le fichier de sauvegarde décrypté :
hu: Hiba! Nem található dekódolt játékmentés fájl:
it: Errore! Impossibile trovare il file di salvataggio decrittografato:
ja: エラー!復号化されたセーブデータが見つかりません:
pt: Erro! Não é possível encontrar o arquivo de jogo salvo descriptografado:

source: File successfully imported to:
de: Datei erfolgreich importiert nach:
el: Επιτυχής εισαγωγή αρχείου στο:
es: Archivo importado exitosamente a:
fr: Fichier importé avec succès vers :
hu: A fájl sikeresen importálva ide:
it: File importato con successo in:
ja: ファイルは正常にインポートされました:
pt: Arquivo importado com sucesso para:

source: Error! File %s couldn't be imported
de: Fehler! Datei %s konnte nicht importiert werden
el: Σφάλμα! Αδυναμία εισαγωγής αρχείου %s
es: ¡Error! El archivo %s no pudo ser importado
fr: Erreur! Impossible d'importer le fichier %s
hu: Hiba! A %s fájl nem importálható
it: Errore! Impossibile importare il file %s
ja: エラー!ファイル%sをインポートできませんでした
pt: Erro! Não foi possível importar o arquivo %s

source: Download URL
el: Κατέβασμα URL
es: URL de Descarga
fr: Téléchargement de l'URL
hu: Letöltési URL
it: URL di download
ja: ダウンロードURL
pt: URL de Download

source: File successfully downloaded to:
de: Datei erfolgreich heruntergeladen nach:
el: Επιτυχές κατέβασμα αρχείου στο:
es: Archivo descargado exitosamente a:
fr: Fichier Téléchargé avec succès sur :
hu: A fájl sikeresen letöltődött ide:
it: File scaricato con successo in:
ja: ファイルは正常にダウンロードされました:
pt: Arquivo baixado com sucesso para:

source: Error! File couldn't be downloaded
de: Fehler! Datei konnte nicht heruntergeladen werden
el: Σφάλμα: Αδυναμία κατεβάσματος αρχείου
es: ¡Error! No se pudo descargar el archivo
fr: Erreur! Le fichier n'a pas pu être Téléchargé
hu: Hiba! A fájl nem tölthető le
it: Errore! Impossibile scaricare il file
ja: エラー!ファイルをダウンロードできませんでした
pt: Erro! O arquivo não pôde ser baixado

source: Enable Browser history?
de: Browserverlauf aktivieren?
el: Ενεργοποίηση ιστορικού του Browser;
es: Activar Historial del Navegador?
fr: Activer l'historique du navigateur ?
hu: Engedélyezi a böngésző előzményeket?
it: Abilitare la cronologia del browser?
ja: ブラウザの履歴を有効にしますか?
pt: Habilitar histórico do navegador?

source: Browser history enabled
de: Browserverlauf aktiviert
el: Ενεργοποίηση ιστορικού του Browser
es: Historial del Navegador activado
fr: Historique du navigateur activé
hu: Böngésző előzmények engedélyezve
it: Cronologia del browser abilitata
ja: ブラウザ履歴が有効です
pt: Histórico do navegador habilitado

source: Disable Browser history?
de: Browserverlauf deaktivieren?
el: Απενεργοποίηση ιστορικού του Browser;
es: Desactivar Historial del Navegador?
fr: Désactiver l'historique du navigateur ?
hu: Letiltja a böngésző előzményeket?
it: Disabilitare la cronologia del browser?
ja: ブラウザの履歴を無効にしますか?
pt: Desabilitar histórico do navegador?

source: Browser history disabled
de: Browserverlauf deaktiviert
el: Απενεργοποίηση ιστορικού του Browser
es: Historial del Navegador desactivado
fr: Historique du navigateur désactivé
hu: Böngésző előzmények letiltva
it: Cronologia del browser disabilitata
ja: ブラウザ履歴が無効化されています
pt: Histórico do navegador desabilitado

source: DLC database fixed successfully!
de: DLC-Datenbank erfolgreich repariert!
el: Επιτυχία επιδιόρθωσης Βάσης Δεδομένων DLC!
es: Base de datos DLC reparada correctamente!
fr: Base de données DLC réparée avec succès!
hu: A DLC adatbázis sikeresen megjavítva!
it: Database DLC riparato con successo!
ja: DLCデータベースの修正が正常に完了しました!
pt: Banco de dados de DLC corrigido com sucesso!

source: DLC Database rebuild failed!
de: DLC-Datenbankwiederherstellung fehlgeschlagen!
el: Αποτυχία ανακατασκευής Βάσης Δεδομένων DLC
es: Fallo al reparar Base de datos DLC!
fr: La reconstruction de la base de données DLC a échoué!
hu: A DLC adatbázis újjáépítése sikertelen!
it: Ricostruzione del database DLC fallita!
ja: DLCデータベースの再構築に失敗しました!
pt: Falha na reconstrução do banco de dados de DLC!

source: Save successfully imported:
de: Spielstand erfolgreich importiert:
el: Επιτυχής εισαγωγή Αποθ.Δεδομένων:
es: Partida importada exitosamente:
fr: Sauvegarde Importé avec succès:
hu: A mentés sikeresen importálva ide:
it: Salvataggio importato con successo:
ja: 正常にインポートされました:
pt: Jogo salvo importado com sucesso:

source: Error! Couldn't import save:
de: Fehler! Spielstand konnte nicht importiert werden:
el: Σφάλμα! Αδυναμία εισαγωγής Αποθ.Δεδομένων:
es: ¡Error! No se pudo importar partida:
fr: Erreur! Impossible d'importer la Sauvegarde :
hu: Hiba! Nem sikerült importálni a mentést:
it: Errore! Impossibile importare il salvataggio:
ja: エラー!セーブデータのインポートに失敗しました:
pt: Erro! Não foi possível importar jogo salvo:

source: Downloading...
de: Wird heruntergeladen...
el: Κατέβασμα...
es: Descargando…
fr: Téléchargement...
hu: Letöltés...
it: Download in corso...
ja: ダウンロード中...
pt: Baixando...

source: Uploading...
de: Wird hochgeladen...
el: Μεταφόρτωση...
es: Subiendo…
fr: Export réseau en cours...
hu: Feltöltés...
it: Caricamento in corso...
ja: アップロード中...
pt: Enviando...

source: Select
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
ja: 選択
pt: Selecionar

source: Back
de: Zurück
el: Π'ίσω
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
pt: Voltar

source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pt: Detalhes

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
ja: 更新
pt: Atualizar

source: View Code
de: Code anzeigen
el: Εμφάνισω Κώδικα
es: Ver Código
fr: Voir le Code
hu: Kód megtekintése
it: Visualizza codice
ja: コードを表示
pt: Ver Código

source: Value Up
de: Wert erhöhen
el: Αύξηση
es: Valor Arriba
fr: Valeur augmentée
hu: Érték +
it: Valore su
ja: バリューアップ
pt: Aumentar Valor

source: Value Down
de: Wert verringern
el: Μείωση
es: Valor Abajo
fr: Valeur baissée
hu: Érték -
it: Valore giù
ja: バリューダウン
pt: Diminuir Valor

source: Exit
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 退出
pt: Sair

source: HDD Saves
de: HDD-Spielstände
el: Αποθ.Δεδομένα στον Σκληρό Δίσκο
es: Partidas HDD
fr: Sauvegardes sur Disque Dur
hu: HDD mentések
it: Salvataggi HDD
ja: HDDのセーブデータ
pt: Jogos Salvos no HDD

source: USB Saves
de: USB-Spielstände
el: Αποθ.Δεδομένα σε USB
es: Partidas USB
fr: Sauvegardes USB
hu: USB mentések
it: Salvataggi USB
ja: USBのセーブデータ
pt: Jogos Salvos no USB

source: Trophies
de: Trophäen
el: Τρόπαια
es: Trofeos
fr: Trophées
hu: Trófeák
it: Trofei
ja: トロフィー
pt: Troféus

source: User Tools
de: Benutzer-Tools
el: Εργαλεία Χρήστη
es: Herramientas de Usuario
fr: Outils utilisateur
hu: Felhasználói segédeszközök
it: Strumenti utente
ja: ユーザーツール
pt: Ferramentas do Usuário

source: Online Database
de: Online-Datenbank
el: Online Βάση Δεδομένων
es: Base de Datos Online
fr: Base de Données en ligne
hu: Onlie adatbázis
it: Database online
ja: オンラインデータベース
pt: Banco de Dados Online

source: PS1 Virtual Memory Card
de: PS1 Virtuelle Speicherkarte
el: Εικονική Κάρτα Μνήμης PS1
es: Tarjeta de Memoria Virtual PS1
fr: Carte mémoire virtuelle PS1
hu: PS1 Virtuális memóriakártya
it: Scheda di memoria virtuale PS1
ja: PS1仮想メモリーカード
pt: Memory Card Virtual do PS1

source: PS2 Virtual Memory Card
de: PS2 Virtuelle Speicherkarte
el: Εικονική Κάρτα Μνήμης PS2
es: Tarjeta de Memoria Virtual PS2
fr: Carte mémoire virtuelle PS2
hu: PS2 Virtuális memóriakártya
it: Scheda di memoria virtuale PS2
ja: PS2仮想メモリーカード
pt: Memory Card Virtual do PS2

source: Debug Logging Enabled
de: Debug-Protokollierung aktiviert
el: Ενεργοποιημένη Καταγραφή Αποσφαλμάτωσης
es: Registro de Depuración Activado
fr: Journalisation de débogage Activée
hu: Hibakeresési naplózás engedélyezve
it: Logging di debug abilitato
ja: デバッグログを有効化
pt: Registro de Depuração Habilitado

source: Successfully installed local application data
de: Lokale Anwendungsdaten erfolgreich installiert
el: Επιτυχία εγκατάστασης τοπικών δεδομένων εφαρμογής
es: Datos de aplicación local instalados exitosamente
fr: Données Application Locales installées avec succès
hu: A helyi alkalmazásadatok telepítése sikeresen megtörtént
it: Dati applicazione locale installati con successo
ja: ローカルアプリケーションデータのインストールに成功しました
pt: Dados de aplicativo local instalados com sucesso

source: Console details:
de: Konsolendetails:
el: Λεπτομέρειες Κονσόλας:
es: Detalles de la consola:
fr: Détails de la Console :
hu: Konzol részletek:
it: Dettagli console:
ja: 本体の詳細:
pt: Detalhes do Console:

source: About
de: Über
el: Περί
es: Acerca de
fr: À propos
hu: Súgó
it: Info
ja: 概要
pt: Sobre

source: Options
de: Optionen
el: Επιλογές
es: Opciones
hu: Opciók
it: Opzioni
ja: オプション
pt: Opções

source: Target File:
de: Zieldatei:
el: Τοποθεσία αρχείου:
es: Archivo Objetivo:
fr: Fichier cible :
hu: Célfájl:
it: File destinazione:
ja: 対象ファイル:
pt: Arquivo Alvo:

source: Saves
de: Spielstände
el: Αποθ.Δεδομένα
es: Partidas
fr: Sauvegardes
hu: Mentések
it: Salvataggi
ja: セーブデータ
pt: Jogos Salvos

source: Games
de: Spiele
el: Παιχνίδια
es: Juegos
fr: Jeux
hu: Játékok
it: Giochi
ja: ゲーム
pt: Jogos

source: Trophy Sets
de: Trophäensammlungen
el: Σετ Τροπαίων
es: Sets de Trofeos
fr: Ensembles de Trophées
hu: Trófea készletek
it: Set trofei
ja: トロフィーセット
pt: Conjuntos de Troféus

source: Tools
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
hu: Segédeszközök
it: Strumenti
ja: ツール
pt: Ferramentas

source: PS1 Saves
de: PS1-Spielstände
el: Αποθ.Δεδομένα PS1
es: Partidas PS1
fr: Sauvegardes PS1
hu: PS1 mentések
it: Salvataggi PS1
ja: PS1のセーブデータ
pt: Jogos Salvos PS1

source: PS2 Saves
de: PS2-Spielstände
el: Αποθ.Δεδομένα PS2
es: Partidas PS2
fr: Sauvegardes PS2
hu: PS2 mentések
it: Salvataggi PS2
ja: PS2のセーブデータ
pt: Jogos Salvos PS2

source: Hex Editor
el: Επεξεργασία Hex
es: Editor Hexadecimal
fr: Éditeur Hexadécimal
hu: Hexa editor
it: Editor esadecimale
ja: Hexエディタ
pt: Editor Hexadecimal

source: Loading save games...
de: Lade Spielstände...
el: Φόρτωση Αποθ.Δεδομένων...
es: Cargando las Partidas…
fr: Chargement des sauvegardes...
hu: Játékmentések betöltése...
it: Caricamento salvataggi in corso...
ja: セーブデータの読み込み中...
pt: Carregando jogos salvos...

source: No save-games found
de: Keine Spielstände gefunden
el: Δεν υπάρχουν Αποθ.Δεδομένα
es: No se encontraron partidas guardadas
fr: Aucune Sauvegarde Trouvée
hu: Nem találhatóak játékmentések
it: Nessun salvataggio trovato
ja: セーブデータが見つかりませんでした
pt: Nenhum jogo salvo encontrado

source: Saving PS2 Memory Card...
de: Speichere PS2-Speicherkarte...
el: Αποθήκευση Κάρτας Μνήμης PS2
es: Guardando Tarjeta de Memoria PS2...
fr: Sauvegarde de la carte mémoire PS2...
hu: PS2 memóriakártya mentése...
it: Salvataggio scheda di memoria PS2 in corso...
ja: PS2メモリーカードの保存中...
pt: Salvando Memory Card do PS2...

source: Patch view
de: Patch-Ansicht
el: Εμφάνιση Διορθώσεων
es: Vista de parches
fr: Vue du patch
hu: Patch nézet
it: Vista patch
ja: パッチビュー
pt: Visualização de patch

source: No data found in folder:
de: Keine Daten im Ordner gefunden:
el: Δεν βρέθηκαν δεδομένα στον φάκελο:
es: No se encontraron datos en la carpeta:
fr: Aucune donnée trouvée dans le dossier :
hu: Nincs adat a mappában:
it: Nessun dato trovato nella cartella:
ja: フォルダ内にデータが見つかりません:
pt: Nenhum dado encontrado na pasta:

source: Exit to XMB?
de: Zurück zum XMB?
el: Έξοδος στην XMB;
es: Salir al XMB?
fr: Quitter vers XMB ?
hu: Kilépés az XMB-be?
it: Uscire su XMB?
ja: XMBに戻りますか?
pt: Sair para o XMB?

source: Save changes to %s?
de: Änderungen in %s speichern?
el: Αποθήκευση αλλαγών στο %s ;
es: ¿Guardar cambios en %s?
fr: Enregistrer les Modifications dans %s ?
hu: Módosítások mentése ide %s?
it: Salvare le modifiche in %s?
ja: %sの変更を保存しますか?
pt: Salvar alterações em %s?

source: Failed to load:
de: Laden fehlgeschlagen:
el: Αποτυχία φόρτωσης:
es: Falló al cargar:
fr: Échec du Chargement :
hu: Betöltés sikertelen:
it: Fallito il caricamento:
ja: 読み込みに失敗しました:
pt: Falha ao carregar:

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
pt: Configurações

source: Warning! Save couldn't be unmounted!
de: Warnung! Spielstand konnte nicht ausgehängt werden!
el: Προειδοποίηση! Αποτυχία αποσύνδεσης Αποθ.Δεδομένων!
es: ¡Error! No se pudo desmontar la partida!
fr: Attention! Impossible de démonter la sauvegarde!
hu: Figyelem! A mentést nem sikerült lecsatolni!
it: Avviso! Impossibile smontare il salvataggio!
ja: 警告!セーブデータをアンマウントできませんでした!
pt: Aviso! Não foi possível desmontar o dado salvo!

source: Apply Changes & Resign
de: Änderungen anwenden & neu signieren
el: Εφαρμογή αλλαγών και υπογραφή
es: Aplicar Cambios y Resignar
fr: Appliquer les Modifications et Ressigner
hu: Változások alkalmazása és ismételt aláírása
it: Applica modifiche e riassegna
ja: 変更を適用して再署名
pt: Aplicar Alterações e Re-assinar

source: View Save Details
de: Spielstand-Details anzeigen
el: Εμφάνιση πληροφοριών Αποθ.Δεδομένων
es: Ver Detalles de Partida
fr: Afficher les détails de Sauvegarde
hu: Mentés részletek megtekintése
it: Visualizza dettagli salvataggio
ja: 保存詳細を表示
pt: Visualizar Detalhes do Jogo Salvo

source: Delete Save Game
de: Spielstand löschen
el: Διαγραφή Αποθ.Δεδομένων
es: Eliminar Partida Guardada
fr: Supprimer la Sauvegarde
hu: Játékmentés törlése
it: Elimina salvataggio
ja: セーブデータを削除
pt: Excluir jogo salvo

source: File Backup
de: Datei-Backup
el: Αντίγραφο αρχείου
es: Copia de Seguridad de Archivo
fr: Sauvegarde de fichiers
hu: Fájl biztonsági mentés
it: Backup file
ja: ファイルのバックアップ
pt: Backup de Arquivo

source: Copy save game to USB
de: Spielstand auf USB kopieren
el: Αντιγραφή Αποθ.Δεδομένων στο USB
es: Copiar partida guardada a USB
fr: Copier la Sauvegarde sur USB
hu: Játékmentés másolása USB-re
it: Copia salvataggio su USB
ja: セーブデータをUSBにコピー
pt: Copiar jogo salvo para USB

source: Copy Save to USB
de: Spielstand auf USB kopieren
el: Αντιγραφή Αποθ.Δεδομένων στο USB
es: Copiar Partida a USB
fr: Copier Sauvegarde sur USB
hu: Mentés másolása USB-re
it: Copia salvataggio su USB
ja: USBにコピー
pt: Copiar Jogo Salvo para USB

source: Upload save backup to FTP
de: Spielstand-Backup auf FTP hochladen
el: Μεταφόρτωση αντιγράφου Αποθ.Δεδομένων στο FTP
es: Subir copia de seguridad de partida a FTP
fr: UpLoader la Sauvegarde par FTP
hu: Mentés biztonsági másolatának feltöltése FTP-re
it: Carica backup salvataggio su FTP
ja: FTPにセーブデータのバックアップをアップロードする
pt: Fazer upload do backup salvo para FTP

source: Copy save game to HDD
de: Spielstand auf HDD kopieren
el: Αντιγραφή Αποθ.Δεδομένων στον Σκληρό Δίσκο
es: Copiar partida guardada a HDD
fr: Copier la Sauvegarde sur le Disque Dur
hu: Játékmentés másolása HDD-re
it: Copia salvataggio su HDD
ja: セーブデータをHDDにコピー
pt: Copiar jogo salvo para HDD

source: Export save game to Zip
de: Spielstand als Zip exportieren
el: Εξαγωγή Αποθ.Δεδομένων σε zip αρχείο
es: Exportar partida guardada a Zip
fr: Exporter la Sauvegarde en fichier ZIP
hu: Játékmentés exportálása Zip-be
it: Esporta salvataggio in Zip
ja: セーブデータをZip形式でエクスポート
pt: Exportar jogo salvo para Zip

source: Export Zip to USB
de: Zip auf USB exportieren
el: Εξαγωγή zip αρχείου στο USB
es: Exportar Zip a USB
fr: Exporter le fichier ZIP vers une clé USB
hu: Zip exportálása USB-re
it: Esporta Zip su USB
ja: ZipファイルをUSBにエクスポート
pt: Exportar Zip para USB

source: Export Zip to HDD
de: Zip auf HDD exportieren
el: Εξαγωγή zip αρχείου στο Σκληρό Δίσκο
es: Exportar Zip a HDD
fr: Exporter le fichier ZIP vers le Disque Dur
hu: Zip exportálása HDD-re
it: Esporta Zip su HDD
ja: ZipファイルをHDDにエクスポート
pt: Exportar Zip para HDD

source: Export decrypted save files
de: Entschlüsselte Spielstand-Dateien exportieren
el: Εξαγωγή αποκρυπτογραφημένων Αποθ.Δεδομένων
es: Exportar archivos de partida desencriptados
fr: Exporter les Fichiers de Sauvegarde décryptés
hu: Dekódolt mentések exportálása
it: Esporta file salvataggio decrittografati
ja: 復号化されたセーブデータをエクスポートする
pt: Exportar arquivos de dados salvos descriptografados

source: Import decrypted save files
de: Entschlüsselte Spielstand-Dateien importieren
el: Εισαγωγή αποκρυπτογραφημένων Αποθ.Δεδομένων
es: Importar archivos de partida desencriptados
fr: Importer les Fichiers de Sauvegarde décryptés
hu: Dekódolt mentések importálása
it: Importa file salvataggio decrittografati
ja: 復号済みのセーブデータをインポートする
pt: Importar arquivos de dados salvos descriptografados

source: Hex Edit save game files
de: Spielstand-Dateien hexadezimal bearbeiten
el: Επεξεργασία Hex Αποθ.Δεδομένων
es: Editar hexadecimalmente archivos de partida
fr: Éditer en Hexadécimal le Fichier de Sauvegarde du Jeu
hu: Játékmentések Hexa Editálása
it: Modifica esadecimale file salvataggio
ja: セーブデータをHexエディタで編集する
pt: Editar Arquivos de Jogos Salvos em Hexadecimal

source: Keystone Backup
el: Αντίγραφο Ασφαλέιας Keystone
es: Copia de Seguridad de Keystone
fr: Sauvegarde du Keystone
hu: Keystone biztonsági mentés
it: Backup Keystone
ja: キーストーンバックアップ
pt: Backup da Chave Mestra
