Repository: bucanero/apollo-ps4
Catalog: assets/misc/lang_*.po
Languages: de, el, es, fr, hu, it, ja, pt

source: Save .VM2 Memory Card to USB
de: .VM2-Speicherkarte auf USB speichern
el: Αποθήκευση Κάρτας Μνήμης .VM2 στο USB
es: Guardar Tarjeta de Memoria .VM2 en USB
fr: Enregistrer Carte Mémoire .VM2 sur USB
hu: VM2 memóriakártya mentése USB-re
it: Salva scheda di memoria .VM2 su USB
ja: .VM2メモリカードをUSBに保存
pt: Salvar Memory Card .VM2 no USB

source: Save .VM2 Memory Card to HDD
de: .VM2-Speicherkarte auf HDD speichern
el: Αποθήκευση Κάρτας Μνήμης .VM2 στο Σκληρό Δίσκο
es: Guardar Tarjeta de Memoria .VM2 en HDD
fr: Enregistrer Carte Mémoire .VM2 sur le disque dur
hu: VM2 memóriakártya mentése HDD-re
it: Salva scheda di memoria .VM2 su HDD
ja: .VM2メモリカードをHDDに保存
pt: Salvar Memory Card .VM2 no HDD

source: Export Memory Card to .VMC format (No ECC)
de: Speicherkarte im .VMC-Format exportieren (Ohne ECC)
el: Εξαγωγή Κάρτας Μνήμης σε αρχείο .VMC (No ECC)
es: Exportar Tarjeta de Memoria a formato .VMC (Sin ECC)
fr: Exporter la Carte Mémoire au format .VMC (sans ECC)
hu: Memóriakártya exportálása .VMC formátumba (ECC nélkül)
it: Esporta scheda di memoria in formato .VMC (No ECC)
ja: メモリカードを.VMC形式でエクスポート(ECCなし)
pt: Exportar Memory Card para o formato .VMC (Sem ECC)

source: Save .VMC Memory Card to USB
de: .VMC-Speicherkarte auf USB speichern
el: Αποθήκευση Κάρτας Μνήμης .VMC στο USB
es: Guardar Tarjeta de Memoria .VMC en USB
fr: Enregistrer la carte mémoire .VMC sur USB
hu: VMC memóriakártya mentése USB-re
it: Salva scheda di memoria .VMC su USB
ja: .VMCメモリーカードをUSBに保存
pt: Salvar Memory Card .VMC no USB

source: Save .VMC Memory Card to HDD
de: .VMC-Speicherkarte auf HDD speichern
el: Αποθήκευση Κάρτας Μνήμης .VMC στο Σκληρό Δίσκο
es: Guardar Tarjeta de Memoria .VMC en HDD
fr: Enregistrer Carte Mémoire .VMC sur le disque dur
hu: VMC memóriakártya mentése HDD-re
it: Salva scheda di memoria .VMC su HDD
ja: .VMCメモリーカードをHDDに保存
pt: Salvar Memory Card .VMC no HDD

source: Export Trophies
de: Trophäen exportieren
el: Εξαγωγή Τροπαίων
es: Exportar Trofeos
fr: Exporter les Trophées
hu: Trófeák exportálása
it: Esporta trofei
ja: トロフィーをエクスポート
pt: Exportar Troféus

source: Backup selected Trophies to USB
de: Ausgewählte Trophäen auf USB sichern
el: Αντίγραφο Ασφαλείας επιλεγμένων Τροπαίων στο USB
es: Respaldar Trofeos Seleccionados a USB
fr: Sauvegarder les Trophées sélectionnés sur USB
hu: Kiválasztott trófeák biztonsági mentése USB-re
it: Backup trofei selezionati su USB
ja: 選択したトロフィーをUSBにバックアップ
pt: Backup dos Troféus selecionados para USB

source: Save Trophies to USB
de: Trophäen auf USB speichern
el: Αποθήκευση Τροπαίων στο USB
es: Guardar Trofeos en USB
fr: Enregistrer les Trophées sur une clé USB
hu: Trófeák mentése USB-re
it: Salva trofei su USB
ja: トロフィーをUSBに保存
pt: Salvar Troféus no USB

source: Backup all Trophies to USB
de: Alle Trophäen auf USB sichern
el: Αντίγραφο Ασφαλείας όλων των Τροπαίων στο USB
es: Respaldar Todos los Trofeos a USB
fr: Sauvegarder tous les Trophées sur USB
hu: Összes trófea biztonsági mentése USB-re
it: Backup tutti i trofei su USB
ja: すべてのトロフィーをUSBにバックアップする
pt: Backup de Todos os Troféus para USB

source: Export all encrypted Trophies to .Zip
de: Alle verschlüsselten Trophäen als .Zip exportieren
el: Εξαγωγή όλων των κρυπτογραφημένων Τροπαίων σε zip
es: Exportar Todos los Trofeos encriptados a .Zip
fr: Exporter tous les Trophées cryptés au format .Zip
hu: Összes titkosított trófea exportálása .Zip formátumba
it: Esporta tutti i trofei crittografati in .Zip
ja: すべての暗号化されたトロフィーを.Zip形式でエクスポート
pt: Exportar todos os Troféus criptografados para .Zip

source: Online DB
el: Online Βάση Δεδομένων
es: DB Online
fr: Base de Donnée en ligne
it: DB online
ja: オンラインデータベース
pt: BD Online

source: FTP Server
es: Servidor FTP
fr: Serveur FTP
hu: FTP szerver
it: Server FTP
ja: FTPサーバー
pt: Servidor FTP

source: Disabled
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fr: Désactivé
hu: Letiltva
it: Disabilitato
ja: 無効
pt: Desativado

source: by Name
de: nach Name
el: an;a ;Onoma
es: por Nombre
fr: par nom
hu: név szerint
it: per nome
ja: 名前
pt: por Nome

source: by Title ID
de: nach Titel-ID
el: ανά ID Τίτλου
es: por ID de Título
fr: par Titre ID
hu: title ID szerint
it: per ID titolo
ja: タイトルID
pt: por ID do Título

source: by Type
de: nach Typ
el: ανα Τύπο
es: por Tipo
fr: par Type
hu: típus szerint
it: per tipo
ja: 種類
pt: por Tipo

source: Fake USB
el: Ψεύτικο USB
es: USB Falso
fr: Fausse clé USB
hu: Hamis USB
it: USB falso
ja: 偽USB
pt: USB Falso

source: Auto-detect
de: Automatisch erkennen
el: Αυτόματος εντοπισμός
es: Auto-detectar
fr: Détection automatique
hu: Auto-detektálás
it: Auto-rileva
ja: 自動検出
pt: Detecção Automática

source: Background Music
de: Hintergrundmusik
el: Μουσική στο παρασκήνιο
es: Música de Fondo
fr: Musique de fond
hu: Háttérzene
it: Musica di sottofondo
ja: BGM
pt: Música de Fundo

source: Menu Animations
de: Menüanimationen
el: Κύληση Μενού
es: Animaciones de Menú
fr: Animations du menu
hu: Menü animációk
it: Animazioni menu
ja: メニューアニメーション
pt: Animações do Menu

source: Sort Saves
de: Spielstände sortieren
el: Τακινόμηση Αποθ.Δεδομένων
es: Ordenar Partidas
fr: Trier les Sauvegardes
hu: Mentések rendezése
it: Ordina salvataggi
ja: セーブデータを並べ替え
pt: Ordenar Dados Salvos

source: USB Saves Source
de: USB-Spielstände-Quelle
el: Πηγή Αποθ.Δεδομένων USB
es: Fuente de Partidas USB
fr: Source des Sauvegardes USB
hu: USB mentések forrása
it: Sorgente salvataggi USB
ja: USBセーブデータのソース
pt: Fonte dos Dados Salvos no USB

source: Version Update Check
de: Versionsaktualisierung prüfen
el: Έλεγχος ενημέρωσης
es: Verificación de Actualización de Versión
fr: Vérification de la mise à jour de la version
hu: Verziófrissítések ellenőrzése
it: Controllo aggiornamenti versione
ja: バージョン更新チェック
pt: Verificar Atualização da Versão

source: Set User FTP Server URL
de: Benutzer-FTP-Server-URL festlegen
el: Ρύθμιση διεύθυνσης Web Server χρήστη
es: Establecer URL del Servidor FTP
fr: Définir l'URL du serveur FTP utilisateur
hu: Felhasználói FTP-kiszolgáló URL-címének beállítása
it: Imposta URL server FTP utente
ja: ユーザーFTPサーバーURLを設定する
pt: Definir URL do Servidor FTP do Usuário

source: Online Saves Server
de: Online-Spielstände-Server
el: Online Server Αποθ.Δεδομένων
es: Servidor de Partidas Online
fr: Serveur de Sauvegardes en ligne
hu: Online mentőszerver
it: Server salvataggi online
ja: オンラインセーブデータサーバー
pt: Servidor de Dados Salvos Online

source: Update Application Data
de: Anwendungsdaten aktualisieren
el: Ενημέρωση δεδομένων εφαρμογής
es: Actualizar Datos de Aplicación
fr: Mettre à jour les Données de l'application
hu: Alkalmazásadatok frissítése
it: Aggiorna dati applicazione
ja: アプリケーションデータの更新
pt: Atualizar Dados do Aplicativo

source: Change Online Database URL
de: Online-Datenbank-URL ändern
el: Αλλαγή Διέυθυνσης Online Βάσης Δεδομένων
es: Cambiar URL de Base de Datos Online
fr: Modifier la Base de Données en ligne URL
hu: Online adatbázis URL módosítása
it: Cambia URL database online
ja: オンラインデータベースのURLを変更する
pt: Alterar URL do Banco de Dados Online

source: Clear Local Cache
de: Lokalen Cache leeren
el: Εκκαθάριση τοπικής Cache
es: Limpiar Caché Local
fr: Vider le Cache Local
hu: Helyi gyorsítótár törlése
it: Cancella cache locale
ja: ローカルキャッシュをクリア
pt: Limpar Cache Local

source: Enable Debug Log
de: Debug-Protokoll aktivieren
el: Ενεργοποίηση καταγραφής Αποσφαλμάτωσης
es: Habilitar Registro de Depuración
fr: Activer le Journal de Débogage
hu: Hibakeresési napló engedélyezése
it: Abilita log di debug
ja: デバッグログを有効にする
pt: Habilitar Log de Depuração

source: Enter the Online Database URL
de: Online-Datenbank-URL eingeben
el: Εισαγωγή διεύθυνσης Online Βάσης Δεδομένων
es: Ingrese la URL de la Base de Datos Online
fr: Entrez l'URL de la Base de Données en Ligne
hu: Online adatbázis URL
it: Inserisci l'URL del database online
ja: オンラインデータベースのURLを入力してください
pt: Insira a URL do Banco de Dados Online

source: Online database URL changed to:
de: Online-Datenbank-URL geändert zu:
el: Διεύθυνση Online Βάσης Δεδομένων άλλαξε σε:
es: Nueva URL de Base de Datos Online:
fr: L'URL de la Base de Données en ligne a été modifiée en :
hu: Az online adatbázis URL-je megváltozott erre:
it: URL database online cambiato in:
ja: オンラインデータベースのURLが以下の通り変更されました:
pt: URL do Banco de Dados Online alterada para:

source: Enter the FTP server URL
de: FTP-Server-URL eingeben
el: Εισαγωγή διεύθυνσης FTP Server
es: Ingrese la URL del Servidor FTP
fr: Entrez l'URL du serveur FTP
hu: FTP-kiszolgáló URL
it: Inserisci l'URL del server FTP
ja: FTPサーバーのURLを入力してください
pt: Insira a URL do Servidor FTP

source: Testing connection...
de: Verbindung wird getestet...
el: Δοκιμή σύνδεσης...
es: Probando la conexión...
fr: Test de connexion...
hu: Kapcsolat ellenőrzése...
it: Test connessione in corso...
ja: 接続を確認中...
pt: Testando conexão...

source: FTP server URL changed to:
de: FTP-Server-URL geändert zu:
el: Διεύθυνση FTP Server άλλαξε σε:
es: Nueva URL del Servidor FTP:
fr: L'URL du serveur FTP a été modifiée en :
hu: Az FTP-kiszolgáló URL-je megváltozott erre:
it: URL server FTP cambiato in:
ja: FTPサーバーのURLが以下に変更されました:
pt: URL do Servidor FTP alterada para:

source: Error! Couldn't connect to FTP server
de: Fehler! Verbindung zum FTP-Server fehlgeschlagen
el: Σφάλμα! Αδυναμία σύνδεσης σε FTP Server
es: ¡Error! No se pudo conectar al servidor FTP
fr: Erreur! Impossible de se Connecter au Serveur FTP
hu: Hiba! Nem sikerült csatlakozni az FTP-kiszolgálóhoz
it: Errore! Impossibile connettersi al server FTP
ja: エラー!FTPサーバーに接続できませんでした
pt: Erro! Não foi possível conectar ao Servidor FTP

source: Check debug logs for more information
de: Debug-Protokolle für weitere Informationen prüfen
el: Ελέγξτε το αρχείο καταγραφής αποσφαλμάτωσης για παραπάνω πληροφορίες
es: Revise los registros de depuración para más información
fr: Consultez les journaux de débogage pour plus d'informations
hu: További információkért ellenőrizze a hibakeresési naplókat
it: Controlla i log di debug per ulteriori informazioni
ja: 詳細についてはデバッグログを確認してください
pt: Verifique os logs de depuração para mais informações

source: Local cache folder cleaned:
de: Lokaler Cache-Ordner geleert:
el: Ολοκλήρωση εκκαθάρισης τοικού φακέλου Cache
es: Carpeta de caché local limpiada:
fr: Dossier de Cache Local nettoyé :
hu: Helyi gyorsítótár mappa törölve:
it: Cartella cache locale pulita:
ja: ローカルキャッシュフォルダをクリーンアップしました:
pt: Pasta de cache local limpa:

source: Error! Can't download data update file!
de: Fehler! Datenaktualisierungsdatei kann nicht heruntergeladen werden!
el: Σφάλμα! Αδυναμία κατεβάσματος αρχείου ενημέρωσης δεδομένων!
es: ¡Error! No se puede descargar el archivo de actualización!
fr: Erreur! Impossible de télécharger le fichier de mise à jour des données!
hu: Hiba! Nem lehet letölteni a frissítőfájlt!
it: Errore! Impossibile scaricare il file di aggiornamento dati!
ja: エラー!データ更新ファイルをダウンロードできません!
pt: Erro! Não é possível baixar o arquivo de atualização de dados!

source: Successfully updated %d save patch files!
de: Erfolgreich %d Spielstand-Patch-Dateien aktualisiert!
el: Επιτυχής ενημέρωση διορθώσεων αρχείων Αποθ.Δεδομένων %d !
es: Actualizados %d archivos de trucos correctamente!
fr: Fichiers de sauvegarde %d mis à jour avec succès!
hu: %d mentés javítófájl frissítése sikeresen megtörtént!
it: %d file patch salvataggio aggiornati con successo!
ja: %d個のセーブデータパッチファイルの更新に成功しました!
pt: %d arquivos de patch de dado salvo atualizados com sucesso!

source: Error! Can't extract data update file!
de: Fehler! Datenaktualisierungsdatei kann nicht extrahiert werden!
el: Σφάλμα! Αδυναμία εξαγωγής αρχείου ενημέρωσης δεδομένων!
es: ¡Error! No se puede extraer el archivo de actualización!
fr: Erreur! Impossible d'extraire le fichier de mise à jour des données!
hu: Hiba! Nem lehet kibontani az adatokat frissítő fájlt!
it: Errore! Impossibile estrarre il file di aggiornamento dati!
ja: エラー!データ更新ファイルを抽出できません!
pt: Erro! Não é possível extrair o arquivo de atualização de dados!

source: New version available! Download update?
de: Neue Version verfügbar! Update herunterladen?
el: Νέα διαθέσιμη έκδοση! Άμεσο κατέβασμα;
es: ¡Nueva versión disponible! ¿Descargar actualización?
fr: Nouvelle version disponible! Télécharger la mise à jour ?
hu: Új verzió érhető el! Letölti a frissítést?
it: Nuova versione disponibile! Scaricare aggiornamento?
ja: 新バージョンが利用可能です!アップデートをダウンロードしますか?
pt: Nova versão disponível! Baixar atualização?

source: Update downloaded to %s
de: Update heruntergeladen nach %s
el: Ενημέρωση κατέβηκε στο %s
es: Actualización descargada en %s
fr: Mise à jour téléchargée sur %s
hu: Frissítés letöltve ide %s
it: Aggiornamento scaricato in %s
ja: 更新が%sにダウンロードされました
pt: Atualização baixada para %s

source: Download error!
de: Download-Fehler!
el: Σφάλμα Λήψης!
es: ¡Error de descarga!
fr: Erreur de téléchargement!
hu: Letöltési hiba!
it: Errore di download!
ja: ダウンロードエラー!
pt: Erro de Download!

source: Debug Logging Disabled
de: Debug-Protokollierung deaktiviert
el: Αρχείο Αποσφαλμάτωσης Ανενεργό
es: Registro de Depuración Desactivado
fr: Journalisation de débogage Désactivée
hu: Hibakeresési naplózás kikapcsolva
it: Logging di debug disabilitato
ja: デバッグログが無効化されています
pt: Registro de Depuração Desativado

source: Debug Logging Enabled!
de: Debug-Protokollierung aktiviert!
el: Αρχείο Αποσφαλμάτωσης Ενεργό!
es: Registro de Depuración Activado!
fr: Journalisation de débogage Activée!
hu: Hibakeresési naplózás engedélyezve!
it: Logging di debug abilitato!
ja: デバッグログを有効化しました!
pt: Registro de Depuração Habilitado!

source: User Settings
de: Benutzereinstellungen
el: Ρυθμίσεις Χρήστη
es: Configuración
fr: Paramètres utilisateur
hu: Felhasználói beállítások
it: Impostazioni utente
ja: ユーザー設定
pt: Configurações do usuário

source: Extracting files...
de: Extrahiere Dateien...
el: Αποσυμπίεση αρχείων....
es: Extrayendo archivos…
fr: Extraction des fichiers...
hu: Fájlok kicsomagolása...
it: Estrazione file in corso...
ja: ファイルを抽出中...
pt: Extraindo arquivos...

source: Exporting Trophies ...
hu: Trófeák exportálása...
ja: トロフィーのエクスポート中...
pt: Exportando troféus...
